[
  {
    "name": "Malt",
    "url": "https://www.malt.fr",
    "language": "en",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "We are verifying that you are human. This operation may take a few seconds. Please verify the security of your connection before continuing. Verification successful. Waiting for response from URL. We are verifying that you are human. This operation may take a few seconds. Please verify the security of your connection before continuing. Verification successful. Waiting for response from URL. We are verifying that you are human. This operation may take a few seconds. Please verify the security of your connection before continuing. Verification successful. Waiting for response from URL. We are verifying that you are human. This operation may take a few seconds. Please verify the security of your connection before continuing. Verification successful. Waiting for response from URL.",
    "introduction": "\"Malt est une entreprise de services spécialisée dans l'industrie du commerce. Nous offrons une gamme complète d'outils et de solutions pour aider nos clients à réussir leurs affaires.\"",
    "success": true
  },
  {
    "name": "Freelancer",
    "url": "https://www.freelancer.com",
    "language": "en",
    "technologies": [],
    "services": [
      "Freelance services",
      "Online hiring platform"
    ],
    "clients": [],
    "offers": [
      "Reliable professionals",
      "Skilled freelancers",
      "No-obligation quotes",
      "Control over projects",
      "Quality work"
    ],
    "blog": [],
    "full_content": "Hire the best freelancers for any job, online. With Freelancer, you can find reliable professionals in your language and save up to 90% on their services. You only pay when you're 100% happy with the work. The app allows you to get quick, no-obligation quotes from skilled freelancers. With over 60 million professionals in its talent pool, Freelancer offers quality work and gives you control over your projects. Registered users can post jobs in various skills and languages.",
    "introduction": "Bonjour! Je vous présente Freelancer, une entreprise spécialisée dans les services de freelancing et une plateforme d'hiring en ligne. Nous offrons des solutions efficaces pour les entreprises à la recherche de talent qualifié et des opportunités pour les professionnels indépendants à la recherche de projets intéressants. Notre expertise en freelancing et notre plateforme d'hiring en ligne nous permettent de vous offrir un service de haute qualité, à tout moment et partout dans le monde.",
    "success": true
  },
  {
    "name": "Clutch",
    "url": "https://www.clutch.co",
    "language": "th",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Here's a revised version of the text that is more concise but still includes all important information:\n\n\"Enable JavaScript and cookies to continue. Verify connection security before proceeding. Verification successful. Waiting for URL response. Enable JavaScript and cookies to continue. Verify connection security before proceeding. Verification successful. Waiting for URL response.\"",
    "introduction": "\"Clutch est une entreprise spécialisée dans les services de développement web et mobile, ainsi que la conception d'applications. Nous utilisons des technologies avancées pour créer des solutions efficaces et durables pour nos clients. Notre point fort est notre équipe expérimentée et nos processus agiles qui nous permettent de livrer des produits de haute qualité à temps.\"",
    "success": true
  },
  {
    "name": "Sortlist",
    "url": "https://www.sortlist.fr",
    "language": "th",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "To continue, please enable JavaScript and cookies. We will verify the security of your connection before proceeding. Verification successful. Waiting for response from URL. We will verify that you are human. This operation may take a few seconds. Please verify the security of your connection before continuing. Verification successful. Waiting for response from URL. We will verify that you are human. This operation may take a few seconds. Please verify the security of your connection before continuing. Verification successful. Waiting for response from URL.",
    "introduction": "\"Sortlist est une entreprise innovatrice qui offre un service de marketing intégral aux petites et moyennes entreprises. Nous employons des technologies avancées pour vous aider à atteindre vos objectifs de croissance commerciale. Notre équipe d'experts est spécialisée dans la création de campagnes efficaces, la gestion des médias sociaux et l'analyse des données.\"",
    "success": true
  },
  {
    "name": "GoodFirms",
    "url": "https://www.goodfirms.co",
    "language": "en",
    "technologies": [
      "JavaScript",
      "cookies"
    ],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "GoodFirms requires JavaScript and cookies to continue \" content=\"noindex, nofollow\" content=\"noindex, nofollow\" content=\"noindex, nofollow\" content=\"noindex, nofollow\"} Nous vérifions que vous êtes humain. Cette opération peut prendre quelques secondes. Please verify the security of your connection before continuing. Verification successful En attente de réponse de l'URL Nous vérifions que vous êtes humain. Cette opération peut prendre quelques secondes. Please verify the security of your connection before continuing. Verification successful En attente de réponse de l'URL Nous vérifions que vous êtes humain. Cette opération peut prendre quelques secondes. Please verify the security of your connection before continuing. Verification successful En attente de réponse de l'URL Nous vérifions que vous êtes humain. Cette opération peut prendre quelques secondes. Please verify the security of your connection before continuing. Verification successful En attente de réponse de l'URL Nous vérifions que vous êtes humain. Cette opération peut prendre quelques secondes. Please verify the security of your connection before continuing. Verification successful En attente de réponse de l'URL Nous vérifions que vous êtes humain. Cette opération peut prendre quelques second",
    "introduction": "Introducing GoodFirms, a leading provider of innovative web development services that leverage the latest technologies such as JavaScript and cookies. Our team of experienced developers specializes in delivering high-quality solutions that meet your unique business needs, while ensuring seamless user experience. With a focus on excellence and customer satisfaction, GoodFirms is the ideal partner for any organization looking to elevate their online presence.",
    "success": true
  },
  {
    "name": "Kompass",
    "url": "https://tn.kompass.com",
    "language": "en",
    "technologies": [],
    "services": [
      "Kompass"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "\"En\" : \"en\": \"en\": \"en\": \"en\": \"en\": \"en\": \"en\": \"en\": \"en\": \"en\": \"en\": \"Merci de contacter le service client Kompass ou @ var msg = k_lg[lg] || k_lg[\"en\"]; var loginMessage = k_login_prompt[lg] || k_login_prompt[\"en\"]; var redirectMessage = k_redirect_msg[lg] || k_redirect_msg[\"en\"]; var currentUrl = .protocol + \"//\" + .host + \"/login/easybusiness/\"; (msg); (' '); (new Date()); (loginMessage); (' ' + currentUrl + ' '); (' ' + redirectMessage + ' '); startCountdown(redirectSeconds); Merci de contacter le service client Kompass ou @ Nous vous prions de bien vouloir accepter nos excuses pour le désagrément occasionné. L'équipe Kompass. Sun Aug 10 2025 13:14:47 GMT+0100 (heure normale d'Afrique de l'Ouest) Si vous voulez vous connecter, veuillez visiter : Vous allez être redirigé automatiquement dans 19 secondes... My public IP address is:",
    "introduction": "Kompass est une entreprise spécialisée dans les services de gestion de la croissance.",
    "success": true
  },
  {
    "name": "Pappers",
    "url": "https://www.pappers.fr",
    "language": "th",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "\"Enable JavaScript and cookies\" must be enabled before continuing. Verification successful. Waiting for response from URL. Verify connection security before continuing. Verification successful. Waiting for response from URL. Verify connection security before continuing. Verify connection security before continuing. Verification successful. Waiting for response from URL. Verify connection security before continuing. Verify connection security before continuing. Verification successful. Waiting for response from URL. Verify connection security before continuing. Verify connection security before continuing.",
    "introduction": "\"Papers is a leading provider of innovative paper products and services, leveraging cutting-edge technologies to deliver exceptional results. Our expertise in the industry has earned us a reputation as a trusted partner for businesses seeking high-quality solutions that meet their unique needs.\"",
    "success": true
  },
  {
    "name": "Fiverr Business",
    "url": "https://business.fiverr.com",
    "language": "en",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "To ensure a smooth experience on Fiverr, please follow these steps:\n\n1. Disable any browser extensions that may interfere with the website, such as Ad blockers, privacy extensions, or VPNs that modify web traffic.\n2. Clear your browser's cache and cookies to remove any outdated or corrupt data that could cause issues with how the webpage loads and operates.\n3. Once you have completed these steps, we will direct you directly to Fiverr.\n\nBy following these instructions, you can ensure a seamless experience on Fiverr and access all of its features without any technical difficulties.",
    "introduction": "\"Fiverr Business est une entreprise de services créatives et d'affaires en ligne qui offre des services à ses clients pour améliorer leur présence sur le marché. Les services incluent des solutions en marketing, les services créatifs et la gestion des affaires.\"",
    "success": true
  },
  {
    "name": "PeoplePerHour",
    "url": "https://www.peopleperhour.com",
    "language": "en",
    "technologies": [],
    "services": [
      "platform for building AI agents",
      "tailored AI solutions",
      "advanced capabilities"
    ],
    "clients": [],
    "offers": [
      "specifying desired AI functionalities",
      "brand guidelines",
      "voice",
      "input to the offer"
    ],
    "blog": [],
    "full_content": "PeoplePerHour offers a platform for businesses to build their next AI agent using freelancers online. The platform allows businesses to specify their desired AI functionalities (optional), brand guidelines, and voice. Payment is held in escrow until the work is completed to specification and the customer is satisfied with the deliverables. The customer can contact the freelancer after purchase to add input to the offer, keeping it bespoke to their business. In the unlikely event that the customer is not completely happy with the work done, a full refund will be issued. The platform also offers tailored AI solutions, advanced capabilities, and a focus on user experience.",
    "introduction": "\"PeoplePerHour is a leading provider of tailored AI solutions. Our platform offers advanced capabilities and unparalleled customization options to meet the unique needs of each client.\"",
    "success": true
  },
  {
    "name": "Product Hunt",
    "url": "https://www.producthunt.com",
    "language": "en",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Product Hunt has experienced an error and is currently unavailable. The team is working to resolve the issue and you can check the Product Hunt social media accounts for updates. In the meantime, please try again shortly.",
    "introduction": "Product Hunt est une plateforme de lancement de produits numériques et physiques, qui offre des services d'assistance pour les entrepreneurs. Elle utilise les technologies du web et des applications mobiles pour faciliter le processus de création, de promotion et de distribution des produits. Product Hunt est connue pour ses points forts tels que son large base d'utilisateurs, sa communauté active, et ses ressources abondantes en matière d'aide et d'expertise.",
    "success": true
  },
  {
    "name": "UTEEK",
    "url": "https://uteek.net",
    "language": "en",
    "technologies": [],
    "services": [
      "web development",
      "SEO",
      "SEA",
      "SEM",
      "E-reputation",
      "display advertising",
      "mobile marketing"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Uteek is a digital marketing and web agency with offices in Berlin, Toronto, New York, and Tunis. They specialize in creating thoughtful digital experiences and beautiful brand aesthetics for ecommerce websites, institutional projects, showcases, and events. Their services include web development, SEO, SEA, SEM, E-reputation, display advertising, and mobile marketing. Uteek is powered by UTEEK and can be reached at +216 27 249 200 or +216 29 595 015 for information.",
    "introduction": "UTEEK est une entreprise spécialisée dans le développement web, la gestion de son image en ligne et les services de publicité numérique. Nous offrons des solutions pour améliorer votre présence sur les réseaux sociaux, optimiser votre positionnement sur les moteurs de recherche, ainsi que des stratégies de marketing mobile et d'publicité en ligne. Notre équipe d'experts est équipée des dernières technologies pour vous offrir un service de qualité.",
    "success": true
  },
  {
    "name": "Novatis",
    "url": "https://novatis.tn",
    "language": "en",
    "technologies": [],
    "services": [
      "website creation",
      "digital marketing services",
      "website design",
      "e-commerce creation",
      "dynamic site development",
      "graphic design",
      "community management",
      "SEO reference"
    ],
    "clients": [],
    "offers": [
      {
        "name": "MAILVEO",
        "description": "a solution for emailing classification"
      },
      {
        "name": "E2B vs. reality",
        "description": "expertise in"
      }
    ],
    "blog": [],
    "full_content": "Novatis is a leading creative web agency focused on excellence! We offer website creation and digital marketing services in Tunisia. Here are some reasons why you should choose NOVATIS:\n\n* Our personalized solutions such as MAILVEO, a solution for emailing classification, and our expertise in E2B vs. reality.\n* We offer various services such as website design, e-commerce creation, dynamic site development, graphic design, community management, and SEO reference.\n* The advantages of creating a website include increased visibility, improved customer engagement, and increased sales.\n* The cost of creating a website in Tunisia varies depending on the complexity of the project, but we offer competitive pricing.\n* Our prices are determined based on various factors such as the scope of the project, the level of expertise required, and the timeline for completion.\n* What sets NOVATIS apart from other web agencies is our focus on creativity and technology, as well as our commitment to providing personalized solutions that meet our clients' needs.\n* Our agency can assist your online business by offering website development services, digital marketing strategies, and ongoing support.\n* Digital marketing can benefit your online business by increasing brand awareness, attracting new customers, and improving customer engagement.\n* Even if your business is already well-known, SEO can still improve your online visibility and drive more traffic to your website.\n* A good e-commerce website design",
    "introduction": "\"Novatis est une entreprise spécialisée dans la création de sites web, les services de marketing numérique, le design Web, la création d'e-commerce, le développement dynamique de sites et la gestion des communautés. Nous sommes experts en graphisme et nous offrons une référence SEO.\"",
    "success": true
  },
  {
    "name": "Idealump Tunisia",
    "url": "https://idealump.com",
    "language": "en",
    "technologies": [],
    "services": [
      "Ideation",
      "Design",
      "Development",
      "Implementation",
      "Web Development",
      "Digital Marketing",
      "User Experience Design",
      "Data Analysis"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Idealump Tunisia: Color Your World with Ideas - Google Analytics\n\nAre you looking for a way to make your mark on the world? Look no further than Idealump, a company that specializes in turning ideas into reality. With over 20 years of experience and thousands of successful projects under our belt, we're passionate about helping businesses achieve their goals.\n\nAt Idealump, we believe that success is not just about the product, but about the impact it has on people's lives. That's why we take a customer-centric approach to everything we do, from ideation and design to development and implementation. We work closely with our clients to understand their needs and create solutions that truly make a difference.\n\nWhether you're looking to launch a new product or service, improve your existing offerings, or simply want to stay ahead of the curve, Idealump has the expertise and experience to help you succeed. Our team of experts specializes in a range of fields, from web development and digital marketing to user experience design and data analysis.\n\nBut don't just take our word for it - see for yourself how Idealump can help you color your world with ideas. Visit our website today to learn more about our services and how we can help you achieve your goals.",
    "introduction": "Idealump Tunisia is a full-service digital agency that specializes in providing innovative solutions to help businesses succeed online. Our services include ideation, design, development, implementation, web development, digital marketing, user experience design, and data analysis. We pride ourselves on our cutting-edge technologies and proven track record of delivering exceptional results for our clients.",
    "success": true
  },
  {
    "name": "WebPlus",
    "url": "https://webplus.tn",
    "language": "en",
    "technologies": [],
    "services": [
      "Inbound Marketing",
      "Website Design",
      "Social Media Marketing",
      "Email Marketing",
      "Search Engine Optimization"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "\"WebPlus Agency is a leading digital agency in Tunisia that specializes in creating websites for businesses. To develop a successful digital strategy, it is important to define your objectives and constraints. Our Inbound Marketing services at WebPlus help businesses achieve their goals by providing a comprehensive solution that includes website design, social media marketing, email marketing, and search engine optimization. We are committed to helping businesses succeed in the digital world by providing expert guidance and support. With our expertise in digital marketing, we can help you develop a customized strategy that meets your needs, target audience, and budget. Our team of experts will work closely with you to ensure that your online presence is optimized for maximum visibility and success.\"",
    "introduction": "\"WebPlus est une entreprise spécialisée dans les services de marketing numérique tels que l'inbound marketing, le design web, la gestion des réseaux sociaux, la gestion des courriels et l'optimisation pour moteurs de recherche. Nous sommes experts dans l'utilisation de technologies avancées pour vous aider à atteindre vos objectifs marketing.\"",
    "success": true
  },
  {
    "name": "Same Team",
    "url": "https://www.sameteam.com.tn/",
    "language": "en",
    "technologies": [],
    "services": [
      "website development",
      "UX and UI design",
      "brand design",
      "e-commerce",
      "intranet and extranet development",
      "mobile app development",
      "strategy consulting",
      "community management",
      "SEO and SEA",
      "paid media",
      "webmastering",
      "hosting"
    ],
    "clients": [
      "tourism",
      "automotive",
      "education",
      "finance"
    ],
    "offers": [],
    "blog": [],
    "full_content": "SAME TEAM is a Tunisian company that provides integrated digital solutions for businesses. They offer a wide range of services, including website development, UX and UI design, brand design, e-commerce, intranet and extranet development, mobile app development, strategy consulting, community management, SEO and SEA, paid media, webmastering, hosting, and more. With their expertise in both strategy and creativity, SAME TEAM ensures the success of clients' online projects. They have worked with clients from various industries and countries, including tourism, automotive, education, and finance. Some of their recent projects include Dar Zarrouk Tourisme, Wallyscar Automobile, and Université St. Christopher Education.",
    "introduction": "\"Welcome to Same Team, your one-stop solution for all your digital needs. Our team of experts offers a wide range of services including website development, UX and UI design, brand design, e-commerce, intranet and extranet development, mobile app development, strategy consulting, community management, SEO and SEA, paid media, webmastering, and hosting. With our expertise in the latest technologies, we ensure that your digital presence is optimized for success.\"",
    "success": true
  },
  {
    "name": "PixelCode",
    "url": "https://www.pixelcode.tn",
    "language": "en",
    "technologies": [],
    "services": [
      "design & impression",
      "development",
      "hosting",
      "SEO optimization"
    ],
    "clients": [
      "businesses of all sizes and industries"
    ],
    "offers": [],
    "blog": [],
    "full_content": "PixelCode is a web development agency that offers a range of services to help clients create and develop their websites. These services include design & impression, which involves creating unique and modern designs for websites, as well as development, hosting and SEO optimization. PixelCode specializes in creating high-quality, interactive websites that meet the needs and expectations of its clients. The agency's clients include businesses of all sizes and industries, and they have a proven track record of delivering successful projects on time and within budget. Contact PixelCode today to learn more about their services and how they can help you achieve your online goals.",
    "introduction": "\"PixelCode est une entreprise spécialisée dans les services de design et d'impression, développement, hébergement et optimisation SEO. Nous sommes experts dans les technologies les plus avancées et nous offrons des solutions personnalisées pour tous vos besoins.\"",
    "success": true
  },
  {
    "name": "Hello Web Tunisie",
    "url": "https://helloweb-hosting.com/",
    "language": "th",
    "technologies": [],
    "services": [
      "hosting solutions"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Hello Web Tunisie 404 =\"\" })))))(((())))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))})))})))]\n\nHelloWeb helps you grow and succeed on the web with powerful and affordable hosting solutions. We would love to have you as part of our community. Contact us now for all the information you need. Our office is located at Immeuble Malak center, boulevard de la terre, Centre urbain Nord Tunis. 404 Page not Found.",
    "introduction": "Bonjour! Je vous presente Hello Web Tunisie, une entreprise spécialisée dans les solutions d'hébergement. Nous offrons une gamme de services et technologies pour satisfaire vos besoins spécifiques en matière d'hébergement. Notre entreprise est connue pour ses solutions robustes, sécurisées et fiables, qui ont aidé de nombreuses entreprises à réussir dans le monde des affaires.",
    "success": true
  },
  {
    "name": "Triweb",
    "url": "https://tri-web.com",
    "language": "en",
    "technologies": [],
    "services": [
      "editorial",
      "integration & development",
      "web design"
    ],
    "clients": [
      "businesses",
      "clients worldwide"
    ],
    "offers": [
      "offshore web development services"
    ],
    "blog": [],
    "full_content": "Triweb is a web development and design agency based in Tunisia that offers various services such as editorial, integration & development, and web design. The company is passionate about creativity and innovation, and its mission is to help businesses succeed through the use of its expertise in web development. Triweb also offers offshore web development services to clients worldwide.",
    "introduction": "Triweb est une entreprise spécialisée dans les services de développement web. Nous offrons des solutions complètes pour votre entreprise, y compris le développement d'un site web, la conception graphique et l'intégration de nouvelles technologies. Notre équipe d'experts est à votre service pour vous aider à créer un site web qui répond aux besoins spécifiques de votre entreprise. Nous sommes spécialisés dans la conception et le développement de sites web, ainsi que l'intégration de nouvelles technologies.",
    "success": true
  },
  {
    "name": "The Road",
    "url": "https://agence-web-tunisie.site/",
    "language": "en",
    "technologies": [
      "web development",
      "content management systems",
      "front-end technologies",
      "back-end technologies"
    ],
    "services": [
      "SEO optimization",
      "website design",
      "web development",
      "digital consulting",
      "strategy",
      "branding",
      "positioning",
      "identity",
      "storytelling",
      "UX design",
      "graphic design",
      "logo services",
      "SEO optimization"
    ],
    "clients": [
      {
        "name": "businesses in Tunisia"
      }
    ],
    "offers": [
      "website development services",
      "domain name assistance",
      "subdomain assistance",
      "hosting provider assistance",
      "SSL certificate assistance",
      "HTTPS protocol assistance"
    ],
    "blog": [],
    "full_content": "The Road is a web development agency in Tunisia that provides SEO optimization services for businesses in Tunisia. They offer website design, web development, and creation of websites in Tunisia. Their agence web en Tunisie specializes in digital consulting and strategy, helping clients optimize their online presence with an audit of their website and the development of a comprehensive digital strategy. They also provide branding, positioning, identity, and storytelling services.\n\nTheir team can assist clients with choosing the right domain name, subdomain, hosting provider, SSL certificate, and HTTPS protocol. They offer web development services in Tunisia, using the latest technologies front-end and back-end (content management systems) to create responsive designs for optimal user experience. Clients can manage their website without any prior knowledge of programming.\n\nTheir UX design services help improve the user experience on websites by identifying user needs and behaviors, defining target audiences, creating wireframes, navigation, and client journey maps. The agency's focus on UX design ensures that every project is successful. They also offer graphic design and logo services, as well as SEO optimization services to increase website visibility on Google.\n\nThe Road is a web development agency based in Tunisia. Their team consists of digital experts, agencies, and independent professionals united around the client's project. The agency's competencies match best with clients' objectives and user needs. With",
    "introduction": "\"Welcome to The Road, a full-service digital agency that specializes in SEO optimization, website design, web development, digital consulting, strategy, branding, positioning, identity, storytelling, UX design, graphic design, logo services and more. Our team of experts is equipped with the latest web development technologies, including content management systems, front-end technologies, and back-end technologies, to deliver high-quality results that exceed your expectations.\"",
    "success": true
  },
  {
    "name": "Incept",
    "url": "https://incept.tn",
    "language": "en",
    "technologies": [
      "Augmented Reality",
      "Holographic Projection",
      "Intelligence of Things"
    ],
    "services": [
      "Mobile Augmented Reality",
      "Mixed Reality Smartglasses",
      "Holograms & 3D Mapping"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Incept is a Tunisian tech startup that provides experiential digital technologies and solutions at the cutting edge of Augmented Reality, Holographic Projection, and Intelligence of Things. We believe in the power of immersion to allow a full experience of the surrounding world. Our services include Mobile Augmented Reality, Mixed Reality Smartglasses, Holograms & 3D Mapping, and Intelligence of Things. Our featured product is a mobile application that allows users to experience culture in a new way through interactive 3D content. Incept's team includes Sofiane Chaieb, Galactic Admiral Ramy Othmani, Dream Alchemist Wassim El Hammami, and Dreams Fulfiller. If you are interested in learning more about our services, please provide your name and email address.",
    "introduction": "Incept is a cutting-edge technology company that specializes in mobile augmented reality, mixed reality smart glasses, and holograms & 3D mapping. We leverage the power of augmented reality, holographic projection, and intelligence of things to deliver innovative solutions for businesses and consumers alike. Our focus on innovation and excellence has made us a leader in the industry, and we are committed to continuing to push the boundaries of what is possible with technology.",
    "success": true
  },
  {
    "name": "Web Media Tunisie",
    "url": "https://webmedia-tunisie.com",
    "language": "th",
    "technologies": [
      "websites",
      "mobile applications"
    ],
    "services": [
      "search engine optimization (SEO)"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "\"Web Media Tunisie is a web agency that specializes in creating websites and developing mobile applications. They also offer search engine optimization (SEO) services. Here are the important details about this company: [Insert information here].\"",
    "introduction": "\"Web Media Tunisie est une entreprise spécialisée dans l'optimisation des moteurs de recherche (SEO). Nous offrons nos services sur des sites web et des applications mobiles. Notre entreprise est connue pour ses points forts, comprenant notre expertise en SEO, notre excellent clientèle et notre engagement à toujours rester au courant avec les dernières technologies.\"",
    "success": true
  },
  {
    "name": "Zahou Tech",
    "url": "https://zahou-tech.com",
    "language": "en",
    "technologies": [
      "website development",
      "mobile application development",
      "digital marketing",
      "SEO"
    ],
    "services": [
      "website design",
      "graphic design",
      "WordPress training",
      "more"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Zahou Tech is a Tunisian web development agency that specializes in creating professional websites, developing mobile applications, digital marketing, and SEO. They offer services such as website design, graphic design, WordPress training, and more. The company provides references for their solutions and offers a step-by-step process for creating a website. Contact them at +216 99 655 495.",
    "introduction": "Welcome to Zahou Tech, a leading provider of website design and graphic design services. Our team specializes in creating visually stunning websites that are optimized for search engines and mobile devices. We also offer WordPress training, making it easy for you to manage your own website. In addition to our web development expertise, we also provide digital marketing and SEO services to help increase your online visibility. With Zahou Tech, you can trust that your website is in good hands.",
    "success": true
  },
  {
    "name": "Mega-DEV",
    "url": "https://mega-dev.net",
    "language": "en",
    "technologies": [],
    "services": [
      "identity and graphic design",
      "web development",
      "digital marketing",
      "mobile development",
      "software solutions",
      "videos and motion design",
      "e-commerce solutions"
    ],
    "clients": [
      "real estate",
      "health care",
      "beauty & fashion",
      "hotels"
    ],
    "offers": [
      {
        "name": "custom websites",
        "description": "Mega-DEV specializes in creating custom websites for their clients."
      },
      {
        "name": "mobile apps",
        "description": "Mega-DEV offers mobile app development services for their clients."
      },
      {
        "name": "digital marketing campaigns",
        "description": "Mega-DEV creates tailored digital marketing campaigns for each client's needs and economic stakes."
      }
    ],
    "blog": [],
    "full_content": "Mega-DEV offers a range of services including identity and graphic design, web development, digital marketing, mobile development, software solutions, videos and motion design, and e-commerce solutions for various industries such as real estate, health care, beauty & fashion, and hotels. They specialize in creating custom websites, mobile apps, and digital marketing campaigns that result in higher conversions and are tailored to each client's needs and economic stakes. Mega-DEV is a creative agency that offers innovative solutions with dual expertise in website and mobile realization and e-marketing campaign management. Their teamwork environment and fast workflow ensure project success, and they offer diversified services such as custom solutions, enterprise websites, and specialized web and mobile solutions for the health and pharmacy sector. Mega-DEV ensures that their customers enjoy a world-class shopping experience with their developed platforms, and can transform their style, beauty products and services with an appealing gallery and virtual store.",
    "introduction": "\"Mega-DEV is a leading provider of comprehensive digital services that includes identity and graphic design, web development, digital marketing, mobile development, software solutions, videos and motion design, and e-commerce solutions. Our team of experts utilizes the latest technologies to deliver exceptional results and exceed our clients' expectations.\"",
    "success": true
  },
  {
    "name": "REWEB",
    "url": "https://reweb.tn",
    "language": "en",
    "technologies": [],
    "services": [
      "customized solutions",
      "website creation",
      "e-commerce platforms",
      "graphic design",
      "web development",
      "usability",
      "content creation"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "REWEB offers customized solutions to meet your specific needs. Our agency specializes in creating beautiful, modern websites and e-commerce platforms that rank high on Google search engines for increased visibility and sales. We provide end-to-end services, including graphic design, web development, usability, and content creation. We also offer personalized digital solutions tailored to your business needs. Our team of designers will work with you to create a website or e-commerce platform that meets your expectations and aligns with your business goals.",
    "introduction": "\"REWEB is a professional web development agency that specializes in creating customized solutions for businesses of all sizes. With expertise in website creation, e-commerce platforms, graphic design, web development, usability, and content creation, REWEB has the tools and knowledge to bring your online vision to life.\"",
    "success": true
  },
  {
    "name": "Pixeo",
    "url": "https://www.agencewebpixeo.com/",
    "language": "fr",
    "Technologies": [],
    "Services": [
      "site internet",
      "site web vitrine",
      "site web e-catalogue",
      "site web e-commerce",
      "site web sur mesure",
      "refonte de site internet",
      "conception graphique",
      "maintenance site web",
      "référencement web",
      "realisations"
    ],
    "Clients": [],
    "Offers": [],
    "Blog": [],
    "full_content": "Pixeo Tunisie est un site web créé pour la Tunisie. Le site offre des services tels que sites internet, site web vitrine, site web e-catalogue, site web e-commerce, site web sur mesure, refonte de site internet, conception graphique, maintenance site web, référencement web, réalisations. L'agence est accessible via l'accueil et offre des devis. Le site utilise les médias sociaux tels que Facebook, LinkedIn, Instagram pour se connecter avec ses clients.",
    "introduction": "Pixeo is a web design agency that offers various services such as website development, e-commerce websites, and web design. They also offer website maintenance, referencement web, and realization. Their services are available in French and they have a team of experienced designers and developers who can help you create a professional and visually appealing website.\n\nPixeo's website is user-friendly and easy to navigate, with clear information about their services and pricing. They also have a portfolio of their previous work, which showcases their expertise in web design. Additionally, they offer a range of tools and resources to help you get started with your website development project, including a blog with helpful tips and tutorials.\n\nOverall, Pixeo is a reliable and professional web design agency that can help you create a high-quality website for your business or personal needs.",
    "success": true
  },
  {
    "name": "OwlCom",
    "url": "https://owlcom.tn",
    "language": "th",
    "technologies": [
      "JavaScript",
      "canvas"
    ],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "The code provided defines a JavaScript class called `DistanceMeter` that calculates and displays the distance traveled by an object in a game. It takes a canvas element, a sprite position, and a canvas width as parameters in its constructor.\n\nThe class has several properties and methods related to distance calculation, flash effects, sound effects, and high score display. Some of the notable methods include:\n\n* `init(width)`: This method initializes the distance meter with the given width parameter. It calculates the maximum distance units based on the configuration object and sets up the canvas context and sprite position.\n* `drawHighScore()`: This method draws the high score text on the canvas using the saved canvas context and global alpha property.\n* `setHighScore(distance)`: This method sets the high score with the given distance parameter and converts it to a string in the format \"HI [score]\".\n* `hasClickedOnHighScore(e)`: This method checks if the mouse event e intersects with the high score text area. It returns true if there is an intersection and false otherwise.\n* `getHighScoreBounds()`: This method returns the bounds of the high score text area on the canvas.\n* `flashHighScore()`: This method flashes the high score text area using a timer and requestAnimationFrame function. It stops flashing after a certain number of iter",
    "introduction": "\"OwlCom is a cutting-edge tech company that specializes in providing innovative web development services. Our team of expert developers utilizes the latest technologies, including JavaScript and canvas, to create dynamic and interactive websites that engage and delight our clients' customers.\"",
    "success": true
  },
  {
    "name": "Agence Web Sigma",
    "url": "https://agencewebsigma.tn/",
    "language": "en",
    "technologies": [],
    "services": [
      "customized services",
      "chat widget"
    ],
    "clients": [
      "Sigma Web Agency has met our informatics needs perfectly"
    ],
    "offers": [],
    "blog": [],
    "full_content": "\"Sigma Web Agency offers customized services that align with your specific goals. Our conversations are simple and effective, allowing us to understand your business aspirations and provide tailored advice and solutions. Sigma Web Agency has met our informatics needs perfectly and I highly recommend them. Our portfolio speaks for itself. Our clients have shared their positive experiences with us. We use a chat widget that is easy to customize and can be placed on any page. It allows users to interact with your website and provides real-time support. The chat widget is available in different languages and can be integrated with Google Analytics. It also has various triggers, such as time delay and exit intent, that can be adjusted to suit your needs. With Sigma Web Agency, you can expect fast and efficient service.\"",
    "introduction": "\"Welcome to Agence Web Sigma, your trusted partner for customized web solutions. Our team of experts specializes in providing top-notch services such as customized services and chat widgets. We pride ourselves on using the latest technologies to deliver innovative solutions that meet your unique needs. With our focus on quality and customer satisfaction, we are confident that we can help you achieve your goals.\"",
    "success": true
  },
  {
    "name": "24-7 Digital Design",
    "url": "https://24-7digital.com.tn",
    "language": "en",
    "technologies": [
      "Web Development",
      "Graphic Design",
      "3D Modeling and CAD"
    ],
    "services": [
      "Web Development",
      "Graphic Design",
      "Community Management",
      "3D Modeling and CAD"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "24-7 Digital Design is a multidisciplinary digital communication agency founded in 2018 and located in Tunis, Tunisia. We work with you to define your communication strategy based on your target audience, goals, and resources through the necessary tools for your actions. Our experts will help you make your brand stand out and get noticed by offering a wide range of services such as web development, graphic design, community management, 3D modeling and CAD, and more. As our name suggests: we are available 24/7 and 7 days a week. Discover our services today!\n\nOur Services:\n\n* Web Development: We offer website development services for various purposes such as e-commerce, custom websites, or website design. Our developers create visually appealing, optimized, and responsive websites that are easy to navigate.\n* Graphic Design: Our agency has a dedicated team of designers who specialize in creating the visual identity of your brand, including logo design, business cards, brochures, flyers, posters, and more.\n* Community Management: We help you increase visibility, build reputation, and engage with your audience through effective social media marketing campaigns, whether organic or sponsored. Our community managers are experts in managing your brand's online presence.\n* 3D Modeling and CAD: Our team of engineers will work with you to model your products in 3D with",
    "introduction": "\"Welcome to 24-7 Digital Design, a leading provider of comprehensive digital services. Our team of experienced professionals specializes in web development, graphic design, community management, and 3D modeling and CAD. We pride ourselves on utilizing the latest technologies to deliver exceptional results for our clients.\"",
    "success": true
  },
  {
    "name": "I4NET",
    "url": "https://i4net.org",
    "language": "en",
    "technologies": [],
    "services": [
      "mobile application development",
      "site web creation",
      "design",
      "SEO optimization",
      "e-marketing solutions"
    ],
    "clients": [],
    "offers": [
      "customized mobile application development",
      "website design",
      "graphic design",
      "referencement SEO services"
    ],
    "blog": [],
    "full_content": "I4NET offers a range of digital transformation services including mobile application development, site web creation, design, SEO optimization, and e-marketing solutions. Our team can help you create a customized mobile application that meets your specific needs. We also offer website design, graphic design, and referencement SEO services to help your business stand out online. Our clients have praised our services, and we offer various packages to suit your budget and needs. With I4NET, you can stay up-to-date with the latest industry trends and improve your online presence. Contact us today to learn more about our services and how we can help your business grow.",
    "introduction": "I4NET est une entreprise d'informatique de pointe spécialisée dans la développement de mobile applications, la création de sites web, le design, l'optimisation SEO et les solutions e-marketing. Nous sommes profondément engagés dans l'utilisation des technologies les plus avancées pour offrir des services exceptionnels à nos clients. Notre équipe d'experts est toujours en train de rechercher et mettre en œuvre les meilleures pratiques et techniques pour assurer la qualité et la performance de nos solutions.",
    "success": true
  },
  {
    "name": "Capgemini",
    "url": "https://www.capgemini.com/fr-fr/",
    "language": "en",
    "technologies": [
      "low-code/no-code development",
      "cybersecurity",
      "AI",
      "Gen AI"
    ],
    "services": [],
    "clients": [
      "Edvance",
      "Renault Group",
      "FEBEA",
      "aviation industry"
    ],
    "offers": [],
    "blog": [
      "navigating the new regulatory framework for cybersecurity",
      "supporting the durability and performance of nuclear construction",
      "accelerating sustainability in automobile with a compact electric vehicle",
      "exploring paradoxes of AI and Gen AI in cybersecurity",
      "products of mass consumption",
      "responsible business practices",
      "diversity and inclusion",
      "innovation ecosystem"
    ],
    "full_content": "Capgemini's \"Une à la Une\" features articles on navigating the new regulatory framework for cybersecurity, supporting the durability and performance of nuclear construction, accelerating sustainability in automobile with a compact electric vehicle, exploring paradoxes of AI and Gen AI in cybersecurity, low-code/no-code development, and cybersecurity and AI. It also highlights Capgemini's partnerships with Edvance for nuclear projects, the aviation industry, FEBEA for beauty sector analysis, Renault Group's mobility solutions, and its expertise in governance and ethical practices. The article also covers topics such as products of mass consumption, responsible business practices, diversity and inclusion, innovation ecosystem, and partnerships with RSE organizations.",
    "introduction": "Bienvenue au rédacteur professionnel! Voici une introduction professionnelle pour l'entreprise Capgemini, qui offre des services en développement à faible code/sans code, cyber sécurité, intelligence artificielle et générative AI. Capgemini est une entreprise globale qui aide ses clients à transformer leurs opérations et leur stratégie grâce à ses services innovants et ses technologies avancées.",
    "success": true
  },
  {
    "name": "Sopra Steria",
    "url": "https://www.soprasteria.com/fr",
    "language": "en",
    "technologies": [
      "next-generation intelligence",
      "artificial intelligence",
      "cybersecurity",
      "data protection"
    ],
    "services": [
      "consulting",
      "technology services",
      "integration of systems",
      "solutions logistics",
      "business process services",
      "infrastructure management"
    ],
    "clients": [
      "aerospace and defense",
      "energy and utilities",
      "financial services",
      "insurance and social protection",
      "government",
      "retail",
      "telecommunications",
      "media",
      "entertainment",
      "transportation"
    ],
    "offers": [
      "consulting services",
      "digital services",
      "solutions"
    ],
    "blog": null,
    "full_content": "Welcome to Sopra Steria's Corporate website!\n\nAre you looking for a place where you can unleash your creativity and take initiatives, with the support of technology experts? Join us on this exciting journey where every idea counts and every talent is expressed. Sopra Steria, a major player in Europe's tech industry with 50,000 employees in nearly 30 countries, is recognized for its consulting, digital services, and solutions.\n\nWe offer a range of services including consulting, next-generation intelligence, artificial intelligence, technology services, integration of systems, solutions logistics, business process services, infrastructure management, cybersecurity, and data protection. Our areas of expertise include aerospace and defense, energy and utilities, financial services, insurance and social protection, government, retail, telecommunications, media, and entertainment, transportation, and perspectives for investors.\n\nLearn more about Sopra Steria and our mission, history, strategic alliances, ethical considerations, corporate responsibility, and more. We invite you to explore our website and discover the many ways we can help you achieve your business goals.",
    "introduction": "Sopra Steria est une entreprise globale de services professionnels qui offre une gamme complète d'expertises et solutions technologiques. Nous sommes spécialisés dans des domaines tels que le conseil, les services informatiques, l'intégration de systèmes, les services logistiques, les services de processus d'affaires et la gestion d'infrastructure. Notre entreprise utilise des technologies avancées telles que la next-generation intelligence, l'artificial intelligence, la cybersecurité et la protection des données pour offrir des solutions innovantes et sécurisées à nos clients. Nous sommes reconnu pour notre expertise et notre capacité à livrer des résultats efficaces, ce qui nous place au rang des leaders mondiaux de la gestion d'information.",
    "success": true
  },
  {
    "name": "WPP",
    "url": "https://www.wpp.com",
    "language": "th",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "The WPP Verification process was successful. This operation may take a few seconds. Please verify the security of your connection before continuing. The verification process took longer than expected. Check your internet connection and refresh the page if the issue persists.\n\nVerification Successful\nWaiting for response from URL\nPlease enable JavaScript and cookies to continue.\nPlease verify the security of your connection before continuing. This operation may take a few seconds. If the issue persists, please check your internet connection and refresh the page.",
    "introduction": "\"WPP est une entreprise mondiale de services de communication et marketing. Nous offrons une gamme complète de solutions pour les marques et nos clients, en intégrant les plus avancées technologies dans notre approche. Notre équipe d'experts est spécialisée dans la création de campagnes efficaces, personnalisées et innovatives.\"",
    "success": true
  },
  {
    "name": "Deloitte Digital",
    "url": "https://www.deloittedigital.com",
    "language": "en",
    "technologies": [],
    "services": [
      "customer strategy",
      "advertising",
      "marketing",
      "digital commerce",
      "sales",
      "service",
      "digital product development"
    ],
    "clients": [],
    "offers": {},
    "blog": [],
    "full_content": "Deloitte Digital is a global digital consulting firm that helps businesses elevate their game with innovative solutions. They offer services such as customer strategy, advertising, marketing, digital commerce, sales, service, and digital product development. Their team of experts brings together creativity, design, data, and technology to help marketers compete in modern ways. Deloitte Digital is committed to protecting the privacy of its clients and adheres to strict legal terms and a Privacy Statement. To learn more about how Deloitte Digital can help your business create new growth, please reach out to them.",
    "introduction": "\"Deloitte Digital is a leading consulting and technology firm that provides a range of services, including customer strategy, advertising, marketing, digital commerce, sales, service, and digital product development. With expertise in cutting-edge technologies, Deloitte Digital helps clients drive growth and improve their business performance.\"",
    "success": true
  },
  {
    "name": "Agora Digital",
    "url": "https://agoradigitalagency.com",
    "language": "en",
    "technologies": [],
    "services": [
      "PPC management",
      "SEO",
      "social media management",
      "leads generation",
      "email marketing",
      "website design & funnel creation"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Agora Digital is a digital marketing agency that provides comprehensive solutions to help businesses achieve their growth goals. We specialize in helping small and medium-sized businesses develop an integrated digital marketing strategy that increases ROI by driving traffic to their website, increasing conversion rates, building brand recognition, and strengthening customer loyalty. Our services include PPC management, SEO, social media management, leads generation, email marketing, and website design & funnel creation. We use cutting-edge techniques and tools to maximize conversions while lowering CPC. With Agora Digital, businesses can save time, effort, and get results.",
    "introduction": "Agora Digital est une entreprise spécialisée dans la gestion de campagnes publicitaires en ligne (PPC), l'optimisation pour les moteurs de recherche (SEO), la gestion des réseaux sociaux, la génération d'affaires (leads generation), la gestion des courriels et la conception de sites Web. Agora Digital utilise des technologies avancées pour fournir une services à ses clients. Les points forts de l'entreprise sont sa capacité à créer et gérer des campagnes publicitaires efficaces, son expertise en SEO et sa capacité à générer des leads qualifiés.",
    "success": true
  },
  {
    "name": "Digit-U",
    "url": "https://digit-u.com",
    "language": "en",
    "technologies": [],
    "services": [
      "web app",
      "mobile app",
      "e-marketing",
      "design & creation"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Digit-U is a mobile agency in Tunisia that offers web app, mobile app, e-marketing, and design & creation services. Our passion for digital marketing and design translates into our dynamism, creativity, and pursuit of excellence in innovative communication with added value. Creativity is at the heart of our philosophy, using the Design Thinking method to create projects and concepts that are centered on client experience. We apply Scrum and Lean methods for agility and continuous improvement of processes, ensuring high levels of performance through strict quality standards. Our portfolio includes various web and mobile design projects such as ATJA'APP, Bee The Move, Go! Sushi, Instant Vital, and more. We also offer technological solutions, articles on the latest trends in digital marketing and e-commerce, and more.",
    "introduction": "\"Digit-U est une entreprise de développement numérique spécialisée dans la création et le marketing en ligne. Nous offrons des solutions complètes pour vos besoins en développement web, mobile, design & creation. Nous sommes experts dans l'utilisation de technologies avancées pour vous garantir un produit de haute qualité.\"",
    "success": true
  },
  {
    "name": "Tunismart",
    "url": "https://tunismart.com/",
    "language": "th",
    "technologies": [],
    "services": [
      "Content Marketing",
      "Social Media Management"
    ],
    "clients": [],
    "offers": [
      {
        "name": "Basic Pack 700dt HT/mois",
        "description": "Assistance with the development of a social media strategy, creation of social media accounts, management and animation of a Facebook or Instagram account according to the agreed-upon social media strategy, moderation of messages & comments, assistance with influencer collaborations, and analysis and reporting (monthly)"
      }
    ],
    "blog": [],
    "full_content": "Tunismart is a dynamic digital agency specializing in Content Marketing and Social Media Management since 2007. Founded in 2007, Tunismart is an agence digitale dynamique spécialisée dans le Content Marketing et le Social Media Management. We help brands develop their visibility and improve their image through personalized services and daily monitoring. If you want to externalize the community management of your brand or enterprise, Tunismart offers experts in Community Management who adapt to your company's culture and listen to the conversation of your brand and its industry. The community manager provides content adapted to your communication strategy and manages discussions created on social networks. Tunismart is a specialized agency in Content Marketing and Social Media Management. Our Basic Pack 700dt HT/mois includes assistance with the development of a social media strategy, creation of social media accounts, management and animation of a Facebook or Instagram account according to the agreed-upon social media strategy, moderation of messages & comments, assistance with influencer collaborations, and analysis and reporting (monthly). Our Basic Pack 700dt HT/mois also includes assistance with the development of a social media strategy, creation of social media accounts, management and animation of a Facebook or Instagram account according to the agreed-upon social media strategy, moderation of messages & comments, assistance with influencer collaborations, and analysis and reporting (monthly). If you want to",
    "introduction": "\"Tunismart est une entreprise spécialisée dans le marketing numérique et la gestion des réseaux sociaux. Nous offrons des services de promotion du contenu et de gestion des réseaux sociaux pour améliorer votre présence en ligne. Nos technologies les plus avancées assurent une efficacité optimale et nos experts sont spécialisés dans la création de stratégies personnalisées pour chaque entreprise.\"",
    "success": true
  },
  {
    "name": "Pureclic",
    "url": "https://pureclic.tn/",
    "language": "en",
    "technologies": [],
    "services": [
      "digital marketing",
      "community management",
      "website design",
      "search engine marketing",
      "social media advertising"
    ],
    "clients": [],
    "offers": [
      "website development",
      "e-commerce optimization"
    ],
    "blog": [],
    "full_content": "Pureclic is a digital marketing agency based in Tunisia that helps businesses develop and implement effective and profitable marketing strategies. Trust us with your online presence and watch your business soar! Our team of experts in digital marketing will guide you to success. We offer expert Community Managers who can manage your social media accounts, optimize and execute a creative digital strategy. Create an attractive and performing website to showcase your products or services, or create an e-commerce site optimized for conversion with Pureclic. We also help you design your website. Our expertise lies in creating high-performing search engine marketing campaigns that will drive more traffic to your website. Our goal is to make your online ads cost as little as possible while generating the maximum amount of traffic. Let us help you create targeted social media Ads (Sponsoring) campaigns to increase your online sales. By targeting potential customers interested in your products and services on social media, we can improve your brand image. Boost your online presence and increase your ROI with innovative and customized communication strategies. Our team will guide you towards an omnichannel and financially sound strategy. E-commerce is growing worldwide by 15% to 30%. For businesses, e-commerce represents a significant opportunity for increasing sales. Therefore, it makes sense to create an attractive, performing, and optimized website for conversion with Pureclic's help and tap into this growing market. With",
    "introduction": "\"Welcome to Pureclic, a leading digital marketing agency specializing in community management, website design, search engine marketing and social media advertising. Our team of experts is dedicated to providing innovative solutions using the latest technologies to help your business grow.\"",
    "success": true
  },
  {
    "name": "iTrend",
    "url": "https://itrend.tn/",
    "language": "th",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Tu es un rédacteur professionnel. Génère un texte fluide en conservant toutes les informations importantes:\n\niTrend Agence Web Tunisie = contact@ contact@ contact@ contact@ contact@ 604800 060606   000000        121212 1369445 55424088 25174299 8068804 7773746 3376026 8965750 37184996 41398448 555555 7660472 00448512 00320512 00352512 00512512 1208208 572128128 574219 0191406 0492188 0807064 00132487 753845163  374151 155724 495057 00606",
    "introduction": "\"iTrend, un leader dans les services de la technologie numérique, est spécialisé dans le développement et l'implémentation d'innovatives solutions numériques pour améliorer les processus des entreprises. Nous sommes experts en divers domaines tels que le cloud computing, l'analytique big data, la cybersecurity et l'automatisation de la production.\"",
    "success": true
  },
  {
    "name": "WebTrend",
    "url": "https://webtrend.tn",
    "language": "en",
    "technologies": [
      "WebTrend"
    ],
    "services": [
      "data layer",
      "website traffic data analysis",
      "custom reports",
      "dashboards",
      "integration with various analytics tools"
    ],
    "clients": [
      "Google Analytics",
      "Adobe Analytics",
      "Mixpanel"
    ],
    "offers": [
      "track user behavior",
      "measure the effectiveness of marketing campaigns",
      "optimize website performance"
    ],
    "full_content": "WebTrend is a data layer used to collect and analyze website traffic data. It can be used to track user behavior, measure the effectiveness of marketing campaigns, and optimize website performance. The dataLayer is an array that contains information about each page view, such as the URL, timestamp, and other relevant details. This information can be used to create custom reports and dashboards that provide insights into website performance. WebTrend also supports integration with various analytics tools, such as Google Analytics, Adobe Analytics, and Mixpanel.",
    "introduction": "\"WebTrend is a leading provider of website traffic data analysis services, offering customized solutions such as data layer, reports, dashboards and integration with various analytics tools. Our team of experts leverages advanced technologies to deliver accurate and actionable insights that help businesses make informed decisions.\"",
    "success": true
  },
  {
    "name": "DOTS Digital Agency",
    "url": "https://dots.tn",
    "language": "en",
    "technologies": [],
    "services": [
      "Graphic Design",
      "UX Engineering",
      "Digital Marketing"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "DOTS Digital Agency offers a range of services to help businesses succeed in the digital world. Our specialty areas include Graphic Design, UX Engineering, and Digital Marketing, all designed to optimize your digital transformation journey. We believe that people-focused solutions and innovative strategies are key to success. Our team consists of experts in design, branding, user experience engineering, and audience acquisition, working together to create a synergetic whole guiding transformation as your trusted digital agency in Tunisia.\n\nGraphic Design & Branding: We help our clients express their mission through aesthetics and messaging across mediums, using visual elements like logos, branding guidelines, marketing materials, and web design to craft how audiences perceive their company.\n\nUX/UI Engineering: Our team applies user-centered design processes to create intuitive digital experiences. We optimize how people engage with products through research, wireframing, and iterative development.\n\nAudiences & Acquisition: We leverage insights to craft engaging content that sparks discovery among key audiences, optimizing multi-channel strategies to boost visibility and qualify prospects.\n\nOur portfolio showcases our work in action, demonstrating how we've helped clients through design and digital solutions. Whether you need a website redesign, branding guidelines, or a complete digital transformation strategy, DOTS Digital Agency is your trusted partner in the digital world.",
    "introduction": "Introducing DOTS Digital Agency, a leading provider of graphic design, UX engineering, and digital marketing services. Our team of experts utilizes the latest technologies to deliver exceptional results for our clients. With a focus on excellence in every aspect of our work, we are dedicated to helping businesses succeed in today's fast-paced digital landscape. Whether you need a new website or a comprehensive digital marketing strategy, DOTS Digital Agency has the skills and expertise to help you achieve your goals.",
    "success": true
  },
  {
    "name": "SKWERE",
    "url": "https://skwere.com",
    "language": "th",
    "technologies": [],
    "services": [
      "web design",
      "graphic design",
      "social media management",
      "SEO"
    ],
    "clients": [],
    "offers": {},
    "blog": [],
    "full_content": "Welcome to the world of digital marketing! At SKWERE, we are a Tunisian agency that specializes in marketing and communication services. We offer a range of services including web design, graphic design, social media management, SEO, and more. Our clients appreciate our expertise across multiple fields, which allows us to provide them with the best possible solutions for their business needs.\n\nWhat sets us apart is our ability to combine technical expertise with creativity and innovation. Whether you need a website that stands out or social media campaigns that drive engagement, we have the skills and experience to help you achieve your goals. Our team of experts is dedicated to providing top-notch service and delivering results that exceed your expectations.\n\nAt SKWERE, we understand the importance of mobile optimization for today's digital landscape. That's why we offer website design services that prioritize user experience and ensure that your site looks great on all devices. We also specialize in SEO, helping you improve your online visibility and attract more organic traffic to your site.\n\nIf you're looking to take your branding to the next level, our graphic design services are just what you need. Our team of experts will work with you to create visually stunning designs that reflect your brand's personality and resonate with your audience. From business cards to logos to social media graphics, we have the skills to make your brand stand out.\n\nAt SKWERE, we believe in a",
    "introduction": "\"SKWERE est une agence de création numérique spécialisée en web design, graphique et gestion sociale média. Nous sommes experts en SEO et nous utilisons des technologies avancées pour vous aider à atteindre vos objectifs de visibilité en ligne.\"",
    "success": true
  },
  {
    "name": "ONLYTECH",
    "url": "https://onlytech.tn",
    "language": "en",
    "technologies": [
      "HTML & CSS",
      "PSD & AI",
      "JavaScript & PHP"
    ],
    "services": [
      "Web and marketing services",
      "Social media management",
      "SEO optimization",
      "Web development",
      "CRM",
      "Marketing automation",
      "Landing pages",
      "Google Ads campaigns"
    ],
    "clients": [],
    "offers": [
      "Reliable web hosting and maintenance solutions",
      "Secure web hosting and maintenance solutions",
      "Performant web hosting and maintenance solutions"
    ],
    "blog": [],
    "full_content": "ONLYTECH is a digital agency in Tunisia that offers web and marketing services, including social media management, SEO optimization, web development, and more. Our team of experts has the skills, qualifications, and experience to help you achieve your business goals. We offer solutions for CRM, marketing automation, landing pages, Google Ads campaigns, and more.\n\nWe also provide a range of services related to social media, including community management on platforms such as Facebook, Instagram, Twitter, and more. Our community managers work with you to establish and maintain your online presence while engaging your audience effectively.\n\nIn addition, we offer web hosting and maintenance solutions that are reliable, secure, and performant. We also provide SEO referencing services to improve your search engine rankings and increase organic traffic to your website. Our team of experts will work with you to develop a customized strategy for your specific needs and goals.\n\nWe have a proven track record of delivering high-quality results, with 90% proficiency in HTML & CSS, 96% SEO referencing, 85% PSD & AI, and 94% JavaScript & PHP. Our portfolio showcases our work in areas such as website design, SEO optimization, and application development.\n\nIf you're interested in learning more about ONLYTECH or would like to request a quote, please don't hesitate to contact us.",
    "introduction": "ONLYTECH est une entreprise spécialisée dans les services web et marketing, la gestion des médias sociaux, l'optimisation SEO, le développement web, la gestion client (CRM), l'automatisation de la publicité, les pages d'atterrissage et les campagnes publicitaires sur Google. Nous sommes experts en HTML & CSS, PSD & AI, JavaScript & PHP et nous offrons des solutions personnalisées pour améliorer votre présence sur le web.",
    "success": true
  },
  {
    "name": "Aurone",
    "url": "https://aurone.com",
    "language": "th",
    "Technologies": [],
    "Services": [],
    "Clients": [],
    "Offers": [],
    "Blog": [],
    "full_content": "To verify that you are human, this process may take a few seconds. Please ensure the security of your connection before continuing. Verification successful. Waiting for response from URL ... Enable JavaScript and cookies to continue.",
    "introduction": "Aurone est une entreprise qui offre un service d'authentification humaine pour les sites web. L'entreprise utilise des technologies telles que JavaScript et des cookies pour vérifier la sécurité de la connexion des utilisateurs avant de continuer. L'entreprise a également mis en place une vérification de l'humainité qui peut prendre quelques secondes mais assure une sécurité supérieure pour les sites web. Le service d'authentification humaine de Aurone est facilement accessible via le site web d'Aurone.",
    "success": true
  },
  {
    "name": "Touchlink",
    "url": "https://touchlink.fr",
    "language": "th",
    "technologies": [],
    "services": [
      "Google Ads evolution",
      "AI and brand design",
      "social media content marketing"
    ],
    "clients": [],
    "offers": {},
    "blog": [],
    "full_content": "Touchlink is a development company that specializes in creating projects with a shared vision, emphasizing the importance of every interaction. They use a strategy that combines creativity and technology, focusing on storytelling and content creation. Their services include Google Ads evolution, AI and brand design, social media content marketing, and more.\n\nTo learn more about Touchlink's services or to get in touch, visit their website or contact them directly at [contact@ +216 29 184 960 +33 01 84 80 35 36].",
    "introduction": "\"Touchlink is a cutting-edge digital marketing agency that specializes in providing innovative solutions to help businesses grow their online presence. Our services include Google Ads evolution, AI and brand design, and social media content marketing.\"",
    "success": true
  },
  {
    "name": "Tecyom",
    "url": "https://tecyom.com",
    "language": "en",
    "technologies": [],
    "services": [
      "digital marketing",
      "web development",
      "SEO",
      "SEM",
      "social media",
      "graphic design",
      "UX/UI design"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Tecyom is a digital marketing agency in Tunisia that offers comprehensive digital solutions to help businesses grow their online presence. Our approach to digital marketing begins with personalized strategies, meticulously designed to ensure optimal visibility and significant impact in the digital world. Our multidisciplinary team incorporates innovation in all its forms, combining diverse expertise in web development, SEO, SEM, social media, graphic design, and UX/UI design to offer creative and innovative solutions that effectively solve specific business challenges. At Tecyom, we prioritize the latest technology in graphic design and UX/UI design to ensure that your project benefits from the latest advancements for optimal performance, enhanced security, and an exceptional user experience. Transparency is at the heart of our relationship with you. Open communication and detailed reports demonstrate our commitment to clear and honest communication, establishing a strong foundation of mutual trust. At Tecyom, we measure success through tangible results such as increased traffic, conversion rate optimization, and key performance indicators. Our adaptability ensures that your project stays ahead of industry trends. Choose Tecyom for a web agency that combines expertise, innovation, and agility to offer you a high-performing digital solution that meets your business goals.",
    "introduction": "\"Tecyom is a leading digital marketing agency that specializes in web development, SEO, SEM, social media, graphic design, and UX/UI design. With a team of experienced professionals utilizing the latest technologies, Tecyom delivers innovative solutions to help businesses achieve their online goals.\"",
    "success": true
  },
  {
    "name": "Numericia",
    "url": "https://numericia.com",
    "language": "th",
    "technologies": [
      "JavaScript",
      "Object-oriented programming"
    ],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "The text appears to be a function definition for a custom JavaScript file. It includes several functions and variables, including:\n\n* `c(e)`: A function that takes an object as input and returns a new object with the `supportTests` property set to the value of the `supportTests` property in the input object, and a `timestamp` property set to the current date and time.\n* `p(e,t,n)`: A function that takes three arguments - an object, a timestamp, and a number - and returns `true` if the object's `href_matches` property contains the string `\"/wp-*.php\"` or `\"/wp-admin/*\"` or `\"/wp-content/uploads/*\"` or `\"/wp-content/*\"` or `\"/wp-content/plugins/*\"` or `\"/wp-content/themes/hello-elementor/*\"` and the object's `selector_matches` property does not contain the string `\"a[rel~=\\\"nofollow\\\"]\"` or the object's `selector_matches` property contains the strings `\".no-prefetch, .no-prefetch a\"`.\n* `u(e,t)`: A function that takes two arguments - an object and a timestamp - and returns a new array of objects with each object representing a prefetch request for a specific URL.",
    "introduction": "\"Numericia est une entreprise spécialisée dans les services de développement web. Nous offrons des solutions à l'aide de JavaScript et de la programmation orientée aux objets. Notre point fort est notre expertise en développement de qualité.\"",
    "success": true
  },
  {
    "name": "Antares",
    "url": "https://antares.tn",
    "language": "th",
    "technologies": [
      "Pure CSS frontends",
      "Nginx proxies",
      "Cloudflare"
    ],
    "services": [
      "design audit",
      "tech SEO",
      "cloud blog",
      "mods services"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Antares Open Source specializes in development and web audits, with a focus on technical SEO and core values such as collaboration and innovation. The company uses open source technologies and tools to contribute to the community and improve products and solutions. They also love using Pure CSS frontends, Nginx proxies, and Cloudflare. Antares is passionate about web design and strives to create visually stunning and user-friendly websites. They offer a design audit, tech SEO, cloud blog, and mods services. Contact them at +216 22 251 220 for more information.",
    "introduction": "\"Antares is a cutting-edge web design and development agency that specializes in providing comprehensive solutions to businesses looking to improve their online presence. Our services include design audit, tech SEO, cloud blog, and mods services. We pride ourselves on using the latest technologies such as Pure CSS frontends, Nginx proxies, and Cloudflare to deliver exceptional results for our clients.\"",
    "success": true
  },
  {
    "name": "Wedia",
    "url": "https://www.wedia-group.com/fr",
    "language": "en",
    "technologies": [
      "DAM Solution",
      "Lightbox",
      "Video"
    ],
    "services": [
      "Assessment"
    ],
    "clients": [
      "Wedia English"
    ],
    "offers": [
      "Take the 3-minute Self-Assessment: Which DAM Solution Is Right for You?"
    ],
    "blog": [],
    "full_content": "Wedia English utilise l'entreprise pour aider : Take the 3-minute Self-Assessment: Which DAM Solution Is Right for You? var hsVars = hsVars || {}; hsVars['language'] = 'en'; $('.lightbox-product-video').on(\"click\", function() { $(\".popin-video\").addClass(\"showVideo\"); $(\"html:lang(en) .showVideo \").attr('src',' $(\"html:lang(fr) .showVideo \").attr('src',' $(\"html:lang(de) .showVideo \").attr('src',' $('.close-popin-video').on(\"click\", function() { $('.popin-video').removeClass('showVideo'); $('.popin-video ').attr('src',''); $('.w-slider-dot').addClass(\"button-tab\"); $('.w-slider-dot[aria-label=\"Show slide 1 of 3\"]').text(\"Core DAM\"); $('html[lang=\"fr\"] .w-slider-dot[aria-label=\"Show slide 1 of 3\"]').text(\"DAM\"); $('.w-slider-dot[aria-label=\"Show slide 2 of 3\"]').text(\"Customizable Workflows\"); $('html[lang=\"fr\"] .w-slider-dot[aria-label=\"Show slide 2 of",
    "introduction": "\"Wedia is a leading provider of digital asset management solutions, offering assessment services through its powerful DAM solution, Lightbox and video technologies. With its expertise in the field, Wedia delivers innovative, efficient and effective solutions to help businesses manage and optimize their digital assets.\"",
    "success": true
  },
  {
    "name": "Brainlabs",
    "url": "https://www.brainlabsdigital.com",
    "language": "en",
    "technologies": [],
    "services": [
      "SEO",
      "Retail Media",
      "Programmatic",
      "Paid Social",
      "Paid Search",
      "Organic Social",
      "Influencer Marketing",
      "GMP",
      "Data",
      "CRO"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Brainlabs: Trusted by the world's most sophisticated advertisers\n\nWe are Brainlabs, a media agency powered by real intelligence. Our approach to media enables real understanding of real customers and the ability to influence real action, driving real business outcomes. We are pioneers in using AI for advertising, with early adoption propelling us to become one of the fastest-growing independent media agencies globally.\n\nAbout Us: Our Story\n\nOur story began when we were a small startup, driven by our passion for technology and innovation. From the start, we were dedicated to using the latest tools and techniques to provide the best possible results for our clients. Today, we are a leading agency in the industry, with a team of experts who are constantly pushing the boundaries of what is possible.\n\nOur Approach: Real Intelligence\n\nAt Brainlabs, we believe that real intelligence is the key to success. Our approach combines artificial intelligence and human intelligence to provide our clients with the best possible results. We use the latest AI tools and techniques to analyze data and make predictions, while also relying on the expertise of our team to interpret and act on that data.\n\nOur Services: SEO, Retail Media, Programmatic, Paid Social, Paid Search, Organic Social, Influencer Marketing, GMP, Data, CRO\n\nWe offer a range of services to help our clients achieve their business goals.",
    "introduction": "\"Brainlabs is a leading digital marketing agency that offers a wide range of services, including SEO, Retail Media, Programmatic, Paid Social, Paid Search, Organic Social, Influencer Marketing, GMP, Data, and CRO. Our team of experts leverages the latest technologies to deliver innovative solutions and drive exceptional results for our clients.\"",
    "success": true
  },
  {
    "name": "Meltwater",
    "url": "https://www.meltwater.com",
    "language": "th",
    "technologies": [],
    "services": [
      "Accéder à notre suite",
      "Services de cas d'usages",
      "Ressources",
      "En savoir plus sur nous",
      "Se connecter",
      "Demander un tarif ou une démo"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "\"Accéder à notre suite\" est une suite de services qui fournit des fonctionnalités pour les clients. Les clients peuvent accéder au contenu, utiliser le cas d'usages, consulter les ressources et en savoir plus sur nous. Ils peuvent se connecter, demander un tarif ou une démo. Nous offrons également des services de cas d'usages, ressources, en savoir plus sur nous, se connecter, demander un tarif ou une démo.",
    "introduction": "Meltwater est une entreprise qui offre un accès à une suite de services pour faciliter l'accès aux informations en temps réel. Nous fournissons des outils et des ressources pour aider les entreprises à se connecter, demander un tarif ou une démo, et à en savoir plus sur nous.",
    "success": true
  },
  {
    "name": "Cyber-Duck",
    "url": "https://www.cyber-duck.co.uk",
    "language": "en",
    "technologies": [],
    "services": [
      "strategy",
      "human-centered design",
      "technical delivery",
      "support"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Cyber-Duck offers a range of services that focus on digital strategy and service design, combining business analysis and inclusive user research for sustainable solutions. Our team consists of a mix of designers, technology engineers, delivery experts, and strategic thinkers who can help businesses manage complexity. We specialize in life-enhancing services, products, and experiences through an inclusive, relationship-centered design approach.\n\nOur services include strategy, human-centered design, technical delivery, and support, and we have been ISO-accredited since 2005. Our expertise has helped clients across sectors transform their services into a single website solution, ensuring accessibility and inclusivity. We are committed to delivering top-quality work for our clients, with six independent global standards and numerous other best practice certifications.\n\nOur client stories showcase the value of our services in helping businesses bridge the digital divide, deliver change, and bring prosperity to all. Our team is proactive in recommending new approaches and improved solutions while adapting to our clients' pace and rhythm as necessary. We use the latest tools and technology for apps and platforms to deliver a superior user experience and competitive edge.\n\nOur latest opinions and news cover digital transformation, experience, and technology trends, and we offer career opportunities in this exciting field. Contact us at [thidetg49mhn3u48p12ggk7cv38eekej@",
    "introduction": "Cyber-Duck est une entreprise spécialisée dans la conception et l'exécution de stratégies digitales, ainsi que le soutien technique. Nous sommes experts en design centré sur l'utilisateur et nous offrons des services de livreur technologique pour vous aider à atteindre vos objectifs numériques. Notre entreprise utilise les dernières technologies disponibles pour vous fournir un service de qualité.",
    "success": true
  },
  {
    "name": "KOTA",
    "url": "https://www.kota.co.uk",
    "language": "en",
    "technologies": [
      "WordPress",
      "motion graphics"
    ],
    "services": [
      "branding",
      "digital marketing",
      "web development",
      "copywriting",
      "e-commerce",
      "campaigns"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "KOTA Brand-led web design agency based in London offers creative and strategic services for branding, digital marketing, web development, copywriting, e-commerce, WordPress, motion graphics, and campaigns. The agency prioritizes flexibility and focus to accommodate tight deadlines and collaborates with clients to incorporate feedback into each iteration of the design process. They offer clear, upfront pricing for any add-on services integrated into web projects, ensuring transparency in costs. KOTA has been celebrating its 12th anniversary from 2013-2025 and is ready to help businesses craft beautiful work that stands out from the crowd.",
    "introduction": "\"KOTA is a full-service digital agency that specializes in branding, digital marketing, web development, copywriting, e-commerce, and campaigns. Our team of experts utilizes the latest technologies such as WordPress and motion graphics to create innovative and effective solutions for our clients.\"",
    "success": true
  },
  {
    "name": "",
    "url": "https://www.propeller.co.uk",
    "language": "en",
    "technologies": [],
    "services": [
      "search engine optimization",
      "digital solutions",
      "conversion rate optimization",
      "enhanced digital presence",
      "exceptional user experiences",
      "paid media campaigns"
    ],
    "clients": [],
    "offers": [],
    "blog": [
      "interview series"
    ],
    "full_content": "As a full-service digital agency, we offer everything you need to drive results online. Our services include search engine optimization (SEO) that gives you visibility over competitors and drives traffic to your site, digital solutions that stand out and deliver on ROI, conversion rate optimization across all your digital solutions, enhanced digital presence and exceptional user experiences, and full transparency and control over your data for informed business decisions. We also create and optimize paid media campaigns that deliver on your objectives. Our interview series provides insight and practical guidance on how to take your marketing strategy to the next level, from productizing your service offering with the Marketing Director at Searcys to personalization with the Head of Digital Young's. Let's chat!",
    "introduction": "Introducing [Entreprise Nom], a leading provider of search engine optimization, digital solutions, conversion rate optimization, enhanced digital presence, and exceptional user experiences. Our team specializes in paid media campaigns and utilizes the latest technologies to deliver results.",
    "success": true
  },
  {
    "name": "Brandwatch",
    "url": "https://www.brandwatch.com",
    "language": "en",
    "technologies": [],
    "services": [
      "consumer intelligence",
      "social media management",
      "influencer marketing",
      "news",
      "priority support",
      "all-in-one resources",
      "events",
      "webinars",
      "content",
      "industry-leading insights",
      "reports",
      "Brandwatch academy certification and upskilling",
      "social media glossary",
      "Brandwatch bulletin"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Brandwatch is a comprehensive suite of specialized and best in class social media tools. It leverages pioneering AI and deep analytics to help businesses make better decisions. The suite includes consumer intelligence, social media management, influencer marketing, news, priority support, all-in-one resources, events, webinars, content, industry-leading insights, reports, brandwatch academy certification and upskilling, social media glossary, and the Brandwatch bulletin. Brandwatch was formerly known as the Falcon suite, which included influence and Paladin. The suite is designed to help businesses get started with their social media needs.",
    "introduction": "Introducing Brandwatch, a leading provider of comprehensive consumer intelligence solutions. Our services include social media management, influencer marketing, news monitoring, priority support, all-in-one resources, events and webinars, content creation, industry-leading insights, and reports. Additionally, we offer the Brandwatch Academy certification and upskilling program, a social media glossary, and the Brandwatch bulletin. With our cutting-edge technology and expertise in consumer behavior, we help businesses stay ahead of the curve in today's fast-paced digital landscape.",
    "success": true
  },
  {
    "name": "Medianet Group",
    "url": "https://medianet.com.tn",
    "language": "th",
    "technologies": [],
    "services": [
      "web",
      "intranet",
      "extranet development",
      "mobile solutions",
      "e-commerce",
      "infochannel & bornes",
      "maintenance",
      "webmastering",
      "infogérance & hosting",
      "audit & test factory",
      "community management",
      "referencement",
      "growth marketing"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Medianet Group is a Tunisian company that offers technical services and digital expertise in various sectors. With operations on four continents, the company continues to expand its international reach, including Canada, the United States, France, England, Germany, Italy, Tunisia, Algeria, Morocco, Mauritania, Senegal, Côte d'Ivoire, Burkina Faso, Benin, Gabon, Congo, Burundi, Tchad, Mali, Guinea, Libya, Egypt, Saudi Arabia, Yemen, and the UAE.\n\nMedianet offers a range of services, including web, intranet, extranet development, mobile solutions, e-commerce, infochannel & bornes, maintenance, webmastering, infogérance & hosting, audit & test factory, community management, referencement, and growth marketing. The company also provides expertise in transformation digital, communication 360°, e-reputation, and formation.\n\nMedianet's team is led by experienced professionals with a strong focus on innovation and social responsibility. They offer solutions that help businesses boost their growth and achieve their goals. If you are interested in learning more about Medianet and how they can help your business, please contact them today.",
    "introduction": "\"Welcome to Medianet Group, a leading provider of web, intranet, extranet development, mobile solutions, e-commerce, infochannel & bornes, maintenance, webmastering, infogérance & hosting, audit & test factory, community management, referencement, and growth marketing services. Our team specializes in using the latest technologies to deliver innovative solutions that meet your business needs.\"",
    "success": true
  },
  {
    "name": "Xtensus",
    "url": "https://xtensus.tn",
    "language": "th",
    "technologies": [],
    "services": [
      "recruitment",
      "marketing",
      "consulting"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Welcome to Xtensus, where we offer a range of products and services to help you extend your business. Our focus is on providing innovative solutions that will help you achieve your goals. We offer a variety of services, including recruitment, marketing, and consulting. If you are an engineer looking for a new challenge, we have job opportunities available. To learn more about our services or to request a quote, please visit our website or contact us directly. Our phone number is +216 71 856 100.",
    "introduction": "\"Xtensus is a leading provider of recruitment, marketing, and consulting services. Our team of experts leverages cutting-edge technologies to help businesses achieve their goals and grow. With a focus on innovation and excellence, Xtensus is the ideal partner for any organization looking to succeed in today's fast-paced business environment.\"",
    "success": true
  },
  {
    "name": "Axon",
    "url": "https://www.axon.tn",
    "language": "fr",
    "technologies": [
      "IDEMIA",
      "IDEMIA ZK Teco"
    ],
    "services": [
      "installation",
      "maintenance",
      "training",
      "support"
    ],
    "clients": [
      "manufacturing",
      "finance",
      "healthcare"
    ],
    "offers": [
      "software",
      "biometric terminals",
      "smart cards"
    ],
    "blog": null,
    "full_content": "Axon Distributeur IDEMIA IDEMIA ZK Teco\">Contôle d'accès physique, gestion des temps et paie & GRH\n\nAXON Distributeur IDEMIA IDEMIA ZK Teco\" is a distributor of solutions for physical access control, time and attendance management, and payroll and HR. They offer a range of products including software, biometric terminals, and smart cards, as well as services such as installation and maintenance.\n\nAXON also offers a complete and integrated solution for pointage, contrôle d'accès, paie et GRH (gestion des temps, contrôle d'accès, payroll & HR). This solution is compatible with pointeuses IDEMIA (SAGEM) or ZK Teco, and is used by over 150 companies.\n\nThe company has been in business for over 20 years and has a client base of over 200 companies across various industries, including manufacturing, finance, and healthcare. They also offer a range of services such as training and support to ensure that their clients get the most out of their solutions.",
    "introduction": "\"Welcome to Axon, a leading provider of installation, maintenance, training, and support services in the biometric technology industry. Our team specializes in IDEMIA and IDEMIA ZK Teco technologies, providing cutting-edge solutions for your organization's security needs. With our focus on excellence and customer satisfaction, you can trust Axon to provide top-notch services that exceed your expectations.\"",
    "success": true
  },
  {
    "name": "New Technologies",
    "url": "https://newtechnologies.tech",
    "language": "th",
    "technologies": [],
    "services": [
      "Interfaces intuitives et esthétiques",
      "Sites web robustes et personnalisés",
      "IA pour optimiser opérations",
      "e-commerce et vitrine de site web",
      "applications mobiles performantes"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Transformez votre vision en réalité avec notre agence web Solutions Digitales Complètes pour Votre Réussite. Nous offrons des solutions digitales innovatives et sur mesure adaptées à une variété de secteurs d'activité, tels que la santé, l'éducation, la finance, le commerce en ligne, le divertissement, etc. Grâce à notre savoir-faire éprouvé, nous vous accompagnons à chaque étape de votre projet pour garantir un résultat à la hauteur de vos attentes.\n\nNous créons des interfaces intuitives et esthétiques, avec des experts en UX/UI design qui travaillent pour offrir des expériences utilisateur optimales, adaptées à vos besoins et objectifs. Nous développons des sites web robustes et personnalisés, adaptés à vos besoins spécifiques et optimisés pour la performance.\n\nNous intégrons l'IA pour optimiser vos opérations, avec des experts en intelligence artificielle qui développent des solutions sur mesure qui améliorent votre efficacité et vos performances. Nous offrons des services e-commerce et vitrine de site web, ainsi que des applications mobiles perform",
    "introduction": "New Technologies is a leading provider of innovative digital solutions. Our services include intuitive and visually appealing interfaces, robust and personalized websites, artificial intelligence (AI) to optimize operations, e-commerce and website storefronts, and high-performing mobile applications. We specialize in leveraging the latest technologies to create custom solutions that meet our clients' unique needs. Our expertise in these areas makes us a valuable partner for businesses looking to stay ahead of the curve.",
    "success": true
  },
  {
    "name": "Agoragroup",
    "url": "https://www.agoragroup.io",
    "language": "th",
    "technologies": [
      "SAV field service management",
      "CRM",
      "logistics",
      "business intelligence",
      "API"
    ],
    "services": [
      "recycling",
      "warranty extension",
      "B2B and B2C e-shops for purchasing spare parts",
      "professional repair network",
      "field service management"
    ],
    "clients": [
      "consumer goods"
    ],
    "offers": [
      "business cases",
      "webinars and seminars",
      "legal information"
    ],
    "blog": true,
    "contact": true,
    "demo": true,
    "full_content": "Agoragroup is a leading provider of solutions for after-sales service management, contact us in French or English. Our expertise includes SAV field service management, CRM, logistics, business intelligence, API, and business cases. Learn more about our group in Tunis, Sophia-Antipolis, webinars and seminars, blog, and legal information. Discover the potential of your after-sales service with Agoragroup, a specialist in technology solutions for comprehensive SAV management of consumer goods. Contact us to request a demo. Agoragroup offers various services such as recycling, warranty extension, B2B and B2C e-shops for purchasing spare parts, professional repair network, and field service management. Recycling: We help ensure the traceability of end-of-life products and manage their reuse and recycling. Achieve your business goals with Agoragroup, a comprehensive solution provider for after-sales service management. Contact us to request a demo today.",
    "introduction": "Agoragroup is a leading provider of services related to recycling, warranty extension, spare parts purchasing through B2B and B2C e-shops, professional repair networks, and field service management. The company leverages cutting-edge technologies such as SAV field service management, CRM, logistics, business intelligence, and API to deliver efficient and effective solutions to its clients. Agoragroup's strong focus on innovation, customer satisfaction, and operational excellence has earned it a reputation as one of the most reliable and trusted partners in the industry.",
    "success": true
  },
  {
    "name": "HexaByte",
    "url": "https://hexabyte.tn",
    "language": "th",
    "technologies": [],
    "services": [
      "Internet services",
      "ADSL & VDSL",
      "Fibre optique",
      "Paiement en ligne",
      "Migration en ligne",
      "Webmail",
      "Espace client",
      "Assistance",
      "HexaPro"
    ],
    "clients": [],
    "offers": [
      "ADSL & VDSL",
      "Fibre optique",
      "Paiement en ligne",
      "Migration en ligne",
      "Espace client",
      "Webmail",
      "Espace partenaire",
      "HexaPro",
      "Assistance"
    ],
    "blog": [],
    "full_content": "Hexabyte is a Tunisian company founded in 2001 and based in Béja. It provides internet services and aims to offer value-added services such as internet communication and design and production. Service commercial: (+216) 71 23 20 00; Service technique: (+216) 71 18 84 00; Espace client Nos offres ADSL & VDSL Fibre optique Paiement en ligne Migration en ligne Nos points de vente Espace client Webmail Espace partenaire HexaPro Assistance Nos offres ADSL & VDSL Fibre optique Paiement en ligne Migration en ligne Nos points de vente Espace client Webmail Espace partenaire HexaPro Assistance Nos offres ADSL & VDSL Fibre optique Paiement en ligne Migration en ligne Nos points de vente Espace client Webmail Espace partenaire HexaPro Assistance",
    "introduction": "HexaByte est une entreprise de services internet connue pour ses offres de connectivité rapide et sécurisée, comprenant des services d'ADSL & VDSL, de fibre optique, de paiement en ligne, de migration en ligne, de webmail, d'espace client, d'assistance et de HexaPro.",
    "success": true
  },
  {
    "name": "ITGate Group",
    "url": "https://itgate-group.com",
    "language": "th",
    "technologies": [],
    "services": [
      "web development",
      "SEO",
      "design",
      "marketing"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "ITGate Group: As CEO, I've experienced sleepless nights trying to clarify requirements, maximize efficiency, and avoid reinventing the wheel. Our agency offers web development services, along with innovative solutions for SEO, design, and marketing. Contact us at [contact@ contact@ contact@ contact@ 000000 131923 003796 198754 495057 212529 055160  020842 999999 255255255 178190205 150144162 00512512 2403468  70248111  00576512   930126529 248343 325417   440326424 00384512 00640512 1112112  6128403  612185   59262214   661155101  482152482   454",
    "introduction": "IT Gate Group is a leading provider of web development, SEO, design, and marketing services. With a focus on delivering exceptional results, the company leverages cutting-edge technologies to ensure that their clients receive the best possible service. Some of the key strengths of IT Gate Group include their commitment to excellence, their expertise in multiple areas, and their ability to adapt to the ever-changing landscape of digital marketing. Whether you're looking to improve your website's visibility or drive more traffic to your site, IT Gate Group has the skills and experience to help you achieve your goals.",
    "success": true
  },
  {
    "name": "GlobalNet (Gnet)",
    "url": "http://www.gnet.tn",
    "language": "th",
    "technologies": [],
    "services": [
      "Uno ADSL/VDSL Rapido Fibre Optique",
      "ESET Home Security Essential",
      "Connexion Manager",
      "GnetBusiness"
    ],
    "clients": [
      "GlobalNet"
    ],
    "offers": [
      "Frais abonnement téléphonique inclus",
      "Frais de raccordement gratuits",
      "Get access to free services and exclusive offers"
    ],
    "blog": [
      "G-Kids Protect your children from web threats!",
      "G-Cloud Securely store and access your data.",
      "G-Antivirus Secure your PC against viruses.",
      "GnetNews Get the latest news updates."
    ],
    "full_content": "With GlobalNet, enjoy the internet at home without limits:\n- - - - - - - - - - - - - . : - - - Plus than just the internet, get additional services. Protect your children from web threats! Secure and manage your data safely.\n- Secure your PC against viruses with ESET Home Security Essential.\n- Manage your modem and monitor your usage with our application.\n- Services & Options: Uno ADSL/VDSL Rapido Fibre Optique. Pay online, migrate easily.\n- Gnet e shop: Get access to free services and exclusive offers.\n- Frais abonnement téléphonique inclus Jusqu'à 1000Mo Frais de raccordement gratuits Discover more than just the internet with GlobalNet.\n- G-Kids Protect your children from web threats!\n- G-Cloud Securely store and access your data.\n- G-Antivirus Secure your PC against viruses.\n- Connexion Manager Manage your modem and monitor usage.\n- Smartphones and other products: Redmi Note 12, Mi Watch 2 Lite, GL 254 DT.\n- GnetBusiness Offer business solutions.\n- GnetNews Get the latest news updates.\n- Espace Client Webmail Access your email from anywhere.\n-",
    "introduction": "\"GlobalNet (Gnet) is a leading provider of internet and security solutions in the market. Our portfolio includes Uno ADSL/VDSL Rapido, Fibre Optique, ESET Home Security Essential, Connexion Manager, and GnetBusiness. We pride ourselves on using the latest technologies to offer our clients fast, reliable and secure internet services.\"",
    "success": true
  },
  {
    "name": "Abshore",
    "url": "https://abshore.com",
    "language": "en",
    "technologies": [
      "Font Awesome",
      "CSS"
    ],
    "services": [
      "Icon library"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "The CSS code provided is for Font Awesome, a popular icon library used to add icons to websites. The code defines various styles and classes for different icons, including their size, color, alignment, and animation. Some of the classes include fa-lg, fa-xs, fa-sm, fa-1x, fa-2x, fa-3x, fa-4x, fa-5x, fa-6x, fa-7x, fa-8x, fa-9x, fa-10x, fa-fw, fa-ul, fa-ul>li, fa-border, fa-pull-left, fa-pull-right, fa-spin, fa-pulse, fa-rotate-90, fa-rotate-180, fa-rotate-270, fa-flip-horizontal, fa-flip-vertical, fa-flip-both, fa-stack, fa-stack-1x, fa-stack-2x, fa-inverse, and more. These classes can be used to style icons in a variety of ways, including their size, color, alignment, and animation.",
    "introduction": "Abshore est une nouvelle entreprise qui offre une bibliothèque d'icônes de qualité. Nous utilisons des technologies telles que Font Awesome et CSS pour créer un ensemble d'icônes cohérents et faciles à intégrer dans vos projets. Nous sommes spécialisés dans la création personnalisée, et nous offrons une gamme de services qui vous aideront à faire votre choix des icônes qui conviennent le mieux à votre besoin.",
    "success": true
  },
  {
    "name": "STEPS",
    "url": "https://steps.tn",
    "language": "en",
    "technologies": [
      "DevOps",
      "continuous integration",
      "continuous delivery (CI/CD)",
      "automation",
      "higher collaboration",
      "trust"
    ],
    "services": [
      "end-to-end solutions",
      "UX-driven QA & DevOps approach",
      "assured data-driven solutions",
      "custom development services",
      "e-commerce/CMS headless UIUX API integration",
      "architecture",
      "data science services",
      "data mining",
      "data management",
      "data analytics",
      "machine learning"
    ],
    "clients": [
      "Eric Ferreol from KWLOG",
      "Stephan Vogel"
    ],
    "offers": [],
    "blog": [],
    "full_content": "STEPS is a Tunisian web and data science company that offers end-to-end solutions for multiple industries and sectors. They embrace DevOps by combining development and operations together through continuous integration, continuous delivery (CI/CD), automation, higher collaboration, and trust. This approach results in more reliable software, faster responsiveness to clients' needs, and reduced complexity.\n\nSTEPS has delivered over 200+ projects and worked with 40+ clients across various industries, including automotive and transportation. They have been successful for 13+ years and are known for their UX-driven QA & DevOps approach, assured data-driven solutions, and commitment to delivering high-quality work.\n\nSTEPS is certified as a top-rated agency by Sortlist and has extensive knowledge in various areas such as digital transformation, IT outsourcing, case studies, blog posts, and contact information. They offer custom development services for web applications, e-commerce/CMS headless UIUX API integration, architecture, data science services, data mining, data management, data analytics, and machine learning.\n\nOne of their clients, Eric Ferreol from KWLOG, highly recommends STEPS and has used their services again for future projects without hesitation. Another client, Stephan Vogel, praised the company's agile methodology and ability to create beautiful, fast, and secure web applications.",
    "introduction": "STEPS is a leading provider of end-to-end solutions that integrate UX-driven QA & DevOps approach, assured data-driven solutions, custom development services, and headless UIUX API integration. Our team specializes in architecture, data science services, data mining, data management, data analytics, and machine learning. We leverage the latest technologies such as DevOps, continuous integration, continuous delivery (CI/CD), automation, higher collaboration, and trust to deliver exceptional results for our clients.",
    "success": true
  },
  {
    "name": "FabSkill",
    "url": "https://fabskill.com",
    "language": "en",
    "technologies": [],
    "services": [
      "video interviews",
      "AI-powered matching",
      "CV analysis"
    ],
    "clients": [],
    "offers": [
      "job opportunities in various industries",
      "tech",
      "finance",
      "healthcare"
    ],
    "blog": [],
    "full_content": "FabSkill is an innovative recruitment platform that simplifies the hiring process for both employers and job seekers. With features like video interviews, AI-powered matching, and CV analysis, finding the right job has never been easier. FabSkill offers a wide range of job opportunities in various industries, including tech, finance, and healthcare. Join FabSkill today and take your career to the next level!",
    "introduction": "Introducing FabSkill - a leading provider of video interviews, AI-powered matching, and CV analysis. Our cutting-edge technologies and expert team make us the go-to choice for businesses seeking efficient and effective recruitment solutions.",
    "success": true
  },
  {
    "name": "Instadeep",
    "url": "http://www.instadeep.com",
    "language": "en",
    "technologies": [
      "AI",
      "machine intelligence",
      "business deployments"
    ],
    "services": [
      "decision-making systems"
    ],
    "clients": [
      "enterprise customers"
    ],
    "offers": [
      "competitive advantage"
    ],
    "blog": [
      "InstaGeo led the way in AI for Social Good at the AI Action Summit in Paris",
      "Understanding molecular behavior allows researchers to predict the physical and chemical properties of complex systems",
      "AI is revolutionizing proteomics and has the potential to unlock new frontiers in targeted healthcare and biomedical research",
      "Proteins are essential to life, driving nearly every biological process and performing critical functions"
    ],
    "full_content": "InstaDeep is a leading AI company that offers decision-making systems for the enterprise. Their expertise in machine intelligence research and business deployments provides customers with a competitive advantage in an AI-first world. They have built AI systems to tackle complex challenges across various industries and sectors, including food security and healthcare. InstaGeo led the way in AI for Social Good at the AI Action Summit in Paris, where their work is gaining recognition for its tangible impact. As AI continues to reshape our understanding of the biological landscape, DNA, RNA, and protein sequence models are rapidly emerging. Understanding molecular behavior allows researchers to predict the physical and chemical properties of complex systems, such as how a protein folds or how a drug binds to its target. InstaDeep was proud to sponsor and participate at the 6th edition of IndabaX Tunisia 2025, held on May 3-4 at the Hi Tech Park in Tunisia. Antibodies play an important role in the adaptive immune response by selectively recognizing and binding to specific antigens, such as viruses or bacteria. AI is revolutionizing proteomics and has the potential to unlock new frontiers in targeted healthcare and biomedical research. The heart of this is peptide sequencing, an essential tool for understanding protein function and structure. Proteins are essential to life, driving nearly every biological process and performing critical functions in the",
    "introduction": "\"Instadeep is a leading provider of decision-making systems that leverage the power of AI and machine intelligence. Our business deployments are designed to help organizations make informed decisions and improve their operations.\"",
    "success": true
  },
  {
    "name": "Industry X.0",
    "url": "https://www.industryx0.pro",
    "language": "en",
    "technologies": [],
    "services": [
      "Industry X.0",
      "CIPA"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Industry X.0 is a solution that aims to improve quality, increase safety and master the work environment. It is an all-in-one platform that streamlines operational tasks such as checklists, forms, incident reporting, and document management. CIPA offers a range of features that enable businesses to optimize their operational teams' efficiency, minimize economic impact, and foster a culture of ongoing improvement. The platform digitizes everyday tasks, making them more efficient and accessible. Industry X.0 aims to be the catalyst for positive change, delivering holistic solutions that elevate quality, productivity, and environmental responsibility.",
    "introduction": "Welcome to Industry X.0, your leading provider of innovative solutions in the field of CIPA. Our team of experts leverages cutting-edge technologies to deliver top-notch services that exceed our clients' expectations. With a focus on quality and customer satisfaction, we are committed to providing you with the best possible experience.",
    "success": true
  },
  {
    "name": "Solixy",
    "url": "http://www.solixy.com",
    "language": "th",
    "technologies": [],
    "services": [
      "Marketing Digital",
      "Web Marketing & Strategy Digital"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Our new website will be online soon! We are excited to announce that our new website will launch in the near future. Our website will provide information on three products: Marketing Digital, Web Marketing & Strategy Digital. Please contact us at email address [contact@] for more information or visit our office located in Gabes, Tunisia.",
    "introduction": "Bonjour, je suis un rédacteur professionnel et je vous assiste à créer une introduction professionnelle pour l'entreprise Solixy. L'entreprise offre des services de marketing numérique, notamment le marketing web stratégique numérique. Solixy utilise les dernières technologies pour améliorer ses services et offrir des solutions efficaces à ses clients. Les points forts de l'entreprise sont son expertise en marketing numérique, son personnel qualifié et son approche personnalisée pour chaque client.",
    "success": true
  },
  {
    "name": "Elokencia",
    "url": "https://www.elokencia.com",
    "language": "th",
    "Technologies": [
      "JavaScript",
      "jQuery"
    ],
    "Services": [
      "Google Tag Manager (GTM)"
    ],
    "Clients": [
      "Elokencia"
    ],
    "Offers": [],
    "Blog": [],
    "full_content": "Elokencia ? ) ' })(); ' (function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'': new Date().getTime(),event:''});var f=(s)[0], j=(s),dl=l!='dataLayer'?'&l='+l:'';=;= ' })(window,document,'script','dataLayer','GTM-P8TQV3W4');",
    "introduction": "\"Welcome to Elokencia, a leading provider of innovative solutions in the field of [insert services]. Our team of experts leverages cutting-edge technologies like [insert technology] to deliver exceptional results for our clients. With a focus on excellence and customer satisfaction, we are committed to helping businesses achieve their goals and grow.\"",
    "success": true
  },
  {
    "name": "Wattnow",
    "url": "https://www.wattnow.io",
    "language": "en",
    "technologies": [],
    "services": [
      "energy management solutions"
    ],
    "clients": [
      "various industries",
      "manufacturing",
      "pharmaceutical",
      "transformation",
      "telecommunication",
      "agrifood",
      "textile",
      "oil and gas",
      "buildings",
      "healthcare",
      "hotels",
      "municipalities",
      "service stations",
      "commercial buildings",
      "retail",
      "administrative services"
    ],
    "offers": [
      "needs solutions"
    ],
    "blog": [],
    "full_content": "Wattnow Sectors offers energy management solutions for various industries, including manufacturing, pharmaceutical, transformation, telecommunication, agrifood, textile, oil and gas, buildings, healthcare, hotels, municipalities, service stations, commercial buildings, retail, and administrative services. Their needs solutions help address cost, carbon footprint, compliance, and productivity challenges faced by these sectors.",
    "introduction": "\"Wattnow is a leading provider of energy management solutions, leveraging cutting-edge technologies to help businesses optimize their energy usage and reduce costs. Our expertise in this field sets us apart from the competition, enabling us to provide tailored solutions that meet the unique needs of each client.\"",
    "success": true
  },
  {
    "name": "",
    "url": "https://www.clarifai.com",
    "language": "en",
    "technologies": [
      "AI",
      "optimized compute solutions"
    ],
    "services": [
      "Python SDK",
      "MCP (Model Context Protocol) servers"
    ],
    "clients": [
      "businesses"
    ],
    "offers": [
      "save costs",
      "accelerate development",
      "seamlessly integrate models and agents for scalable AI success"
    ],
    "blog": [],
    "full_content": "Clarifai offers lightning-fast AI and optimized compute solutions for businesses to save costs, accelerate development, and seamlessly integrate models and agents for scalable AI success. The company's Python SDK simplifies complex AI tasks and allows users to easily test and upload their models. Clarifai also integrates with existing workflows and offers OpenAI-compatible outputs, making it easy to migrate to Clarifai within tools that already support the OpenAI standard. Additionally, Clarifai hosts MCP (Model Context Protocol) servers directly on its platform, enabling unparalleled control over AI agents and securely connecting them to external tools and real-time data.",
    "introduction": "\"Welcome to our company, where we specialize in providing advanced AI solutions using Python SDK and MCP (Model Context Protocol) servers. Our optimized compute solutions are designed to help businesses of all sizes achieve their goals with ease.\"",
    "success": true
  },
  {
    "name": "Pixyle AI",
    "url": "https://www.pixyle.ai",
    "language": "en",
    "technologies": [
      "AI",
      "product tagging",
      "rich product attributes"
    ],
    "services": [
      "eCommerce stores",
      "fashion product attribution",
      "product descriptions"
    ],
    "clients": [
      "Thrifted"
    ],
    "offers": [
      "free call for interested customers"
    ],
    "blog": [
      "case studies and guides"
    ],
    "full_content": "Pixyle AI is an all-in-one AI platform that helps eCommerce stores create product data from images and text. The platform empowers businesses with detailed fashion product attribution, improving efficiency and product filtering through AI product tagging and rich product attributes.\n\nProduct tagging automates the process of manually tagging products, saving time and increasing productivity. Thrifted saw a 2x increase in efficiency by boosting their listing speed from 60 to 120 products per hour. Product descriptions can also be enhanced with AI-generated titles and descriptions, which increases sales and improves SEO.\n\nPixyle AI offers case studies and guides for businesses looking to optimize their eCommerce catalogs. The platform provides a free call for interested customers to learn more about the benefits of using Pixyle AI.",
    "introduction": "\"Introducing Pixyle AI, a leading e-commerce solution provider that leverages advanced AI technologies to revolutionize the way businesses manage their online stores. Our services include fashion product attribution and product descriptions, all powered by our innovative product tagging and rich product attributes capabilities. With Pixyle AI, you can enhance your customers' shopping experience and drive more sales.\"",
    "success": true
  },
  {
    "name": "RISE Technologie",
    "url": "https://www.risetechnologie.com/fr/",
    "language": "th",
    "technologies": [],
    "services": [],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "We are currently performing maintenance on our website and appreciate your patience as we work to improve your experience. We apologize for any inconvenience this may cause and thank you for choosing our platform. We expect to be back online soon and will keep you updated on our progress.",
    "introduction": "\"RISE Technologie: Innovative solutions for modern businesses. Our team specializes in providing cutting-edge technology services that help companies streamline their operations and stay ahead of the competition. With a focus on innovation, we leverage the latest technologies to deliver customized solutions that meet the unique needs of each client.\"",
    "success": true
  },
  {
    "name": "MBB INFO",
    "url": "https://mbbinfo.com",
    "language": "th",
    "technologies": [
      "web development",
      "mobile development",
      "SEO",
      "ERP solutions",
      "cloud-based solutions",
      "graphic design"
    ],
    "services": [
      "website and app development",
      "digital strategies for growth",
      "design",
      "development",
      "management",
      "infographics",
      "logo creation"
    ],
    "clients": [
      "businesses"
    ],
    "offers": [
      "customized solutions",
      "tailored to meet specific needs",
      "expert advice and guidance"
    ],
    "blog": [
      "digital product development",
      "agency processes"
    ],
    "full_content": "MBB INFO is a web and mobile development agency in Tunisia that offers customized solutions for businesses. Our services include SEO, website and app development, and ERP solutions. We provide expert advice and guidance on how to detail your business, making it easy and fast to get started. Our solutions are tailored to meet the specific needs of each client, providing digital strategies for growth. MBB INFO specializes in developing mobile apps, websites, and other digital solutions. We offer a range of services, including design, development, and management of websites and apps. Our team is dedicated to helping you succeed in the rapidly expanding mobile market. We also provide graphic design services, including infographics, logo creation, and more. Our cloud-based solutions are flexible, efficient, and accessible, allowing you to stay at the forefront of innovation. During our first consultation, we work with you to define key features for your digital product, ensuring a detailed proposal within a short timeframe. Each phase of development in our agency is designed to take 2 to 4 weeks, ensuring that we deliver an operational solution that meets your requirements. Contact us today to learn more about how we can help you grow your business digitally.",
    "introduction": "MBB INFO is a cutting-edge digital agency that specializes in website and app development, as well as providing digital strategies for growth. Our team of experts offers comprehensive services, including design, development, management, infographics, and logo creation. We pride ourselves on using the latest technologies, such as web development, mobile development, SEO, ERP solutions, cloud-based solutions, and graphic design, to deliver exceptional results for our clients.",
    "success": true
  },
  {
    "name": "Tanit Web",
    "url": "https://tanitweb.com",
    "language": "en",
    "technologies": [
      "AI solutions",
      "web and mobile solutions"
    ],
    "services": [
      "customized business solutions",
      "digital content distribution",
      "monetization",
      "on-demand experiences"
    ],
    "clients": [
      "TMT industry organizations"
    ],
    "offers": [
      "tranquility",
      "time",
      "cost savings",
      "increased application availability"
    ],
    "blog": [
      "real-time insights from social media platforms"
    ],
    "full_content": "TANIT WEB is a UK-based business that specializes in providing innovative technology solutions for the TMT (Technologies, Media, and Telecommunications) industry. The company uses advanced AI solutions to drive innovation, enhance security, and ensure data sovereignty. TANIT WEB offers customized web and mobile solutions tailored to meet your specific needs.\n\nWith a focus on delivering exceptional results in terms of tranquility, time, cost savings, and increased application availability, TANIT WEB provides bespoke business solutions that help organizations achieve their goals. The company's marketing strategies are designed to boost visibility and impact for clients, while its team of experts offers comprehensive skills and expertise under one roof.\n\nTANIT WEB is committed to helping clients distribute their digital content directly to consumers, expand their audience, monetize content, and deliver impeccable on-demand experiences across all devices. The company's real-time insights from social media platforms help businesses track brand mentions, analyze market trends, and gather press reviews to inform decision-making and improve public relations.\n\nTANIT WEB combines innovative strategies with cutting-edge AI technology to create intelligent solutions that streamline workflows, enhance productivity, and drive sustainable growth. With 18 years of experience, a global vision, multilingual support, and presence in London, Dubai, and Tunis, TAN",
    "introduction": "\"Tanit Web is a leading provider of customized business solutions, digital content distribution, monetization, and on-demand experiences. Our team leverages advanced AI solutions and cutting-edge web and mobile technologies to deliver innovative and efficient solutions that meet the unique needs of our clients.\"",
    "success": true
  },
  {
    "name": "Wevioo",
    "url": "https://wevioo.com",
    "language": "en",
    "technologies": [],
    "services": [
      "strategy development",
      "Target Operation Model definition",
      "acceleration of digital technology adoption"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "Wevioo is a consulting firm that helps businesses with their transformation, operational excellence, and competitiveness. With expertise in banking, insurance, supply chain management, and public sector, Wevioo offers clients customized solutions to meet their specific needs. Their services include strategy development, Target Operation Model definition, and acceleration of digital technology adoption. Wevioo has a team of experts with extensive knowledge and experience in various industries, including finance, insurance, technology, and outsourcing. They have worked on numerous large-scale projects across Europe, Africa, the Middle East, and other regions. Wevioo's clients benefit from their expertise and ability to adapt and respond quickly to changing market conditions.\n\nRecently, Wevioo has joined forces with Pro Vision, a strategic move that reflects their commitment to providing innovative digital solutions to their clients. Through this partnership, they can offer even more agile and tailored services that meet the evolving needs of their customers.",
    "introduction": "\"Wevioo is a leading consulting firm that specializes in strategy development, Target Operation Model definition, and accelerating the adoption of digital technologies. Our team of experienced professionals leverages cutting-edge technologies to provide our clients with customized solutions that drive growth and success.\"",
    "success": true
  },
  {
    "name": "Telnet",
    "url": "https://groupe-telnet.com/fr/",
    "language": "th",
    "technologies": [
      "Telnet",
      "IoT",
      "AI",
      "Big Data",
      "Industry 4.0"
    ],
    "services": [
      "implementation of solutions and products",
      "digital transformation projects",
      "R&D",
      "software development",
      "network services",
      "telecommunications",
      "PLM",
      "mechanical studies",
      "expert knowledge",
      "embedded software design",
      "electronics",
      "IoT",
      "digital applications",
      "cloud computing",
      "AI"
    ],
    "clients": [
      "global technology companies"
    ],
    "offers": [
      "innovative technology transfer techniques",
      "development of new standards and future projects"
    ],
    "blog": [
      "promotes a new and motivating management of intellectual capital",
      "partnerships with over twenty research laboratories in Tunisian and French universities"
    ],
    "full_content": "Telnet is a company that helps its clients in the implementation of their solutions and products as well as their digital transformation projects. The company has been serving global technology companies since 1994 and provides innovative technology transfer techniques to value research results and prototypes. It assists in the development of new standards and future projects in the domains of IoT, AI, Big Data, Industry 4.0, among others. Telnet also promotes a new and motivating management of intellectual capital, which includes researchers, doctoral students, graduates, creators, inventors, entrepreneurs. This has led to the creation of partnerships with over twenty research laboratories in Tunisian and French universities.\n\nTelnet is a group of engineering product companies that helps its clients in the implementation of their solutions and products as well as their digital transformation projects. The company has expertise in R&D, software development, network services, telecommunications, PLM, mechanical studies, expert knowledge, embedded software design, electronics, IoT, digital applications, cloud computing, AI, among others. It also has expertise in mechanical engineering, software development, embedded software design, electronics, IoT, digital applications, cloud computing, and AI.\n\nTelnet has established a partnership-based environment with its clients, based on ethics, knowledge, and respect for commitments. Thanks to its diverse competencies in the domains of logic and information,",
    "introduction": "Introducing Telnet, a leading provider of innovative solutions and products in the telecommunications industry. With expertise in software development, network services, mechanical studies, embedded software design, electronics, IoT, digital applications, cloud computing, AI, and Big Data, Telnet offers comprehensive services to help businesses transform their operations through digital transformation projects. Our team of experts brings a wealth of knowledge and expertise to every project, ensuring that our clients receive the best possible results. Whether you need assistance with R&D or PLM, we have the tools and resources to help you succeed. With Telnet, you can trust that your business is in good hands.",
    "success": true
  },
  {
    "name": "SmartNet",
    "url": "https://smartnet.tn",
    "language": "en",
    "technologies": [],
    "services": [
      "website development",
      "hosting on servers in multiple countries",
      "long-term strategies to drive qualified traffic to your site",
      "branding materials and graphics design",
      "high-end video content creation",
      "shooting and montage services"
    ],
    "clients": [],
    "offers": [],
    "blog": [],
    "full_content": "SmartNet is a digital marketing agency that offers a range of services to help businesses increase their online visibility. Our team of experts develops simple and effective websites, hosts them on servers located in multiple countries to ensure they are easily accessible to your target audience, and implements long-term strategies to drive qualified traffic to your site. We also design branding materials and graphics that reinforce your company's image and reputation for quality and speed across all platforms.\n\nOur team has built a strong reputation based on our ability to deliver high-quality work quickly and efficiently. We specialize in creating high-end video content to promote your brand, as well as providing shooting and montage services. With SmartNet, you can unlock your creative potential and achieve your business goals.\n\nIf you're looking for a digital marketing agency that offers exclusive services tailored to your needs, we invite you to request a free quote today. Our team is always ready to listen to your requirements and budget, and will work closely with you to ensure your project is completed on time and within your budget. With our professionalism, availability, and patience, you can trust us to deliver exceptional results for your business.",
    "introduction": "SmartNet is a leading provider of website development, hosting, and marketing solutions. We specialize in creating long-term strategies to drive qualified traffic to your site and provide high-end video content creation, shooting, and montage services. Our branding materials and graphics design are also top-notch, making us the go-to choice for businesses looking to establish a strong online presence. With our expertise in cutting-edge technologies, we ensure that our clients receive the best possible service and results.",
    "success": true
  },
  {
    "name": "Agence eDirect",
    "url": "https://www.edirect-tunisie.com/",
    "language": "en",
    "technologies": [],
    "services": [
      "website development",
      "mobile application development",
      "hosting"
    ],
    "clients": [],
    "offers": [
      "free online presence test",
      "customized quote"
    ],
    "blog": [],
    "full_content": "Welcome to eDirect, your partner for online communication! We offer a range of services including website development, mobile application development, and hosting. Our team specializes in creating professional websites that are tailored to your specific needs. With our expertise in design and responsive web development, we guarantee the highest level of security for your site.\n\nGet started with our free online presence test to see how visible you are on the internet! Contact us today to learn more about our services and receive a customized quote.",
    "introduction": "Bienvenue à l'agence eDirect, une entreprise spécialisée dans la développement de sites web et d'applications mobiles. Nous offrons également des services de hébergement pour vos besoins en ligne. Nous sommes experts dans les technologies modernes et nous sommes prêts à vous aider à réussir votre projet.",
    "success": true
  },
  {
    "name": "Agence de promotion de l’industrie et de l’innovation (APII)",
    "url": "http://www.tunisieindustrie.nat.tn/",
    "language": "fr",
    "technologies": [],
    "services": [
      "assistance and information",
      "registration of deposits",
      "examination of receivability",
      "Guichet Unique"
    ],
    "clients": [
      "businesses"
    ],
    "offers": [
      "incentives for innovation and entrepreneurship",
      "tax exemptions",
      "subsidies"
    ],
    "blog": [],
    "full_content": "The Agence de promotion de l'industrie et de l'innovation (APII) is a government agency responsible for promoting the industry and innovation in Tunisia. It offers various services to support businesses, including assistance and information, registration of deposits, and examination of receivability. The APII also provides a platform for entrepreneurs to connect with investors through the Guichet Unique, a unique online portal for all business-related transactions. Additionally, the APII offers incentives for innovation and entrepreneurship, such as tax exemptions and subsidies for specific sectors and activities. The APII is committed to supporting the growth of Tunisian businesses and fostering an environment conducive to innovation and entrepreneurship.",
    "introduction": "Bienvenue dans l'Agence de promotion de l'industrie et de l'innovation (APII), spécialisée dans les services d'assistance et d'information, la registration de dépôts, l'examen de receivabilité et le Guichet Unique. Nous sommes équipés des technologies les plus avancées pour vous aider à atteindre vos objectifs. Notre agence est réputée pour ses points forts tels que la qualité de nos services, notre expertise dans l'industrie et notre approche clientèle personnalisée.",
    "success": true
  }
]